[
    {
        "link": "http://www.breitbart.com/",
        "label": "fake",
        "title": "Steve Moore Withdraws from Fed Nomination Process",
        "text": "Steve Moore, Donald Trump’s pick to fill one of the open slots on the Federal Reserve’s board of governors, has withdrawn from consideration.\n\n“I was honored and grateful that you asked me to serve on the Federal Reserve Board,” Moore said in a statement Thursday. “I am respectfully asking that you withdraw my name from consideration. The unrelenting attacks on my character have become untenable for me and my family and 3 more months of this would be too hard on us.”\n\nThe news was broken by President Trump on twitter.\n\n….and deregulation which have produced non-inflationary prosperity for all Americans. I’ve asked Steve to work with me toward future economic growth in our Country. — Donald J. Trump (@realDonaldTrump) May 2, 2019\n\nThe withdrawal was sudden and unexpected. On Thursday morning, Moore told the Wall Street Journal that he wouldn’t withdraw.\n\n“I’m not pulling out,” Moore said.\n\nMoore has been hounded in recent weeks by mainstream media attacks that focused on a handful of articles and speeches he wrote, some more than decades old, that alleged Moore had “belittled women.” Questioned by journalists about Moore’s writings, several Senate Republicans expressed doubts about the prospects of confirming him.\n\nA recent piece in the Wall Street Journal included excerpts from several of the articles. Its top example was a column from 1994 opposing the Violence Against Women Act sponsored by Joe Biden and others.\n\n“Probably the most objectionable pork in the entire legislation is the $1.8 billion earmarked for Sen. Joe Biden’s ‘Violence Against Women Act.’ That act sets up gender sensitivity programs for judges and police; classifies assaults against women as ‘hate crimes’ or civil rights offenses, and passes out millions of dollars to women’s groups for ‘rape education’ and a smorgasbord of other programs. The act would be more efficient if Congress cut out the federal middleman and simply required every American household to write a $20 check to the radical feminist group of its choice.”\n\nWhile voting against a bill called the “Violence Against Women Act” may seem shocking in the current “me too” era, thirty-eight Senators voted against the law in 1994, including two Democrats. It was opposed by moderate and conservative GOP Republicans, including Bob Dole, Orin Hatch, John McCain, Charles Grassley, Trent Lott, Dick Lugar, Jesse Helms, Kay Hutchinson, Richard Shelby, and Mark Warner. In the House, 195 Reps voted no.\n\nOther things cited by journalists included a call for banning women refs from men’s college basketball, a 1990s column criticizing co-ed soccer for children, a 2000 column for National Review lamenting his wife’s decision to vote for a Democrat, and comment to a GOP group last year in which Moore said that Republican women were more attractive than Democrat women. Many of the columns were intended to be humorous or sarcastic.\n\n“His writings contain language that sometimes echoes Mr. Trump’s past comments about women on shock radio and on the infamous ‘Access Hollywood’ tape,” the New York Times claimed.\n\nNone of the disputed columns touched on issues that would be directly relevant to a job on the board of governors of the Federal Reserve, which neither supervises college athletic refereeing nor evaluates claims of female attractiveness variability by political affiliation. But critics said “they contain controversial statements that could raise questions about Mr. Moore’s actual views toward women,” as the New York Times put it.\n\nMoore has been a severe critic of the Fed and last year called on Fed chair Jerome Powell to resign, a comment he later said he regretted. He has also questioned whether a central bank is necessary.\n\n“I think we should have a discussion in this country about whether we need a Fed,” Moore said in a Journal interview. “Why not just have a rule? A very simple price rule, and just make sure the Fed carries it out, and take as much discretion away from the Fed as possible.”\n\nThose comments, however, were well known when the nomination was first floated months ago and were not responsible for moving GOP Senators against him, according to people familiar with the matter. Instead, it was the allegations about his writings mentioning women that pushed some Republicans into saying they would not support his nomination, those people said.",
        "url": "http://www.breitbart.com/economy/2019/05/02/steve-moore-withdraws-from-fed-nomination-process/"
    },
    {
        "link": "http://www.breitbart.com/",
        "label": "fake",
        "title": "Bokhari: Link-banning Is Facebook’s Terrifying New Censorship Tool",
        "text": "The banning of multiple political commentators from Facebook and Instagram, including conservatives Paul Joseph Watson and Laura Loomer, is an outrage against the ideals of an open Internet on its own. But beyond the bans on individuals, Facebook has deployed an even more terrifying tool of censorship — link-banning.\n\nThe mainstream media were, of course, tipped off about the bans in advance, and the Atlantic’s report contains the following eye-opening detail. Not only has Alex Jones’ personal account now been banned from Facebook, in addition to PrisonPlanet editor-in-chief and YouTube star Paul Joseph Watson, but all links to Infowars sites are now banned across the platform. Share Infowars too often, and you’ll be banned too.\n\nVia The Atlantic:\n\nInfowars is subject to the strictest ban. Facebook and Instagram will remove any content containing Infowars videos, radio segments, or articles (unless the post is explicitly condemning the content), and Facebook will also remove any groups set up to share Infowars content and events promoting any of the banned extremist figures, according to a company spokesperson. (Twitter, YouTube, and Apple have also banned Jones and Infowars.)\n\nThis takes censorship on social media to altogether new levels. If you post Infowars content on Facebook or Facebook-owned Instagram, your post will be removed. If you post it repeatedly, you will be banned.\n\nNote the wording, too — you’ll be banned unless you’re condemning Infowars. Facebook is now brazenly using its power to reward certain political positions and punish others.\n\nThis isn’t censorship of an individual or a group over a violation of terms of service. It’s the wholesale ban of an independent media site, which for all the criticism levied against it, has had a major impact on the politics of the United States.\n\nAnd Facebook has made no pretense, as it has in other cases where the pages of news sites have been banned, that the ban occurred because of alleged “inauthentic behavior,” by which it means the use of multiple pages or automated accounts to promote a site’s content.\n\nThat Facebook is dispensing with its previous excuses shows that the social network has become emboldened to regulate the flow of news on its platform, knowing that no consequences are headed its way from Republicans on Capitol Hill or in the White House.\n\nThrough algorithm changes and the prioritization of so-called “authoritative sources,” Facebook has spent the last two years positioning itself to control the news you see on your feed. Now it’s taken control of the news you share with your friends too. Post a link to a disapproved website? It’ll be deleted. Post it again? You’ll likely be banned.\n\nThis is a formula not just for banning websites, commentators, and political figures, but for banning all their supporters as well.\n\nAnd because their bans nearly exclusively target the right, potentially thousands of Republicans and Trump supporters won’t be able to use Facebook to encourage their friends to vote on election day 2020 — a massive advantage for the Democrats on one of the internet’s most politically influential platforms.\n\nPresident Donald Trump may have cooled on sources like Infowars (unlike his campaign days, when he appeared on Alex Jones’ show). But this isn’t just an attack on particular individuals or sources. Whatever your criticisms of Infowars — and there are many — this is an attack on the independent media as a whole. It’s an unprecedented tilting of the scales in favor of Democrat-approved media, and it will have an enormous impact on the 2020 election.\n\nThat’s the point of course. Since Trump won in 2016, Silicon Valley has been animated by a single mission — ensure it never happens again.\n\nBeyond the leaks showing that Facebook is deliberately deboosting conservative figures (when it isn’t outright banning them), that YouTube and Google are pushing conservative content out of their top search results, just look at the video-recorded weeping of Google executives on stage after Trump won. They hate him, they hate his supporters, and they will do everything they can to suppress them before election day. The only question is, what’s Trump going to do about it?\n\n",
        "url": "http://www.breitbart.com/tech/2019/05/02/bokhari-link-banning-is-facebooks-terrifying-new-censorship-tool/"
    },
    {
        "link": "http://www.breitbart.com/",
        "label": "fake",
        "title": "Empty Threat: Jerry Nadler Punts on Barr Contempt Citation",
        "text": "House Judiciary Committee Chairman Jerry Nadler (D-NY) threatened on Wednesday to issue a contempt citation if Attorney General William Barr did not show up for a committee hearing the next day about Special Counsel Robert Mueller’s report.\n\nHowever, when Barr did not show up for the hearing Thursday morning, Nadler delivered a lecture instead.\n\n“Even if Democrats and Republicans disagree on the format of this hearing, we must come together to protect the integrity of this chamber. The administration may not dictate the terms of a hearing in this hearing room,” he said.\n\nNadler had wanted staff members to question Barr at the hearing, which the Justice Department called “unprecedented and unnecessary.” Republican said Democrats were trying to make the hearing appear to be an “impeachment” hearing, and not an oversight hearing.\n\nNadler also wanted Barr to agree to a closed-door session to discuss the redacted portions of Mueller’s report.\n\nBarr objected to those terms and warned the chairman he would not appear if he insisted on that format. The two sides are reportedly negotiating a May 15 appearance.\n\nHe did, however, testify to members of the Senate Judiciary Committee for six hours on Wednesday.\n\nNonetheless, Nadler framed Barr’s refusal to appear as part of the destruction of the nation’s system of government and accused the president of wanting to make congressional oversight “inert.”\n\nHe issued Barr another warning: “Yes, we will have no choice but to hold the attorney general in contempt if he stalls or fails to negotiate in good faith.”\n\n“If he does not provide this committee with the information it demands, the respect it deserves, Mr. Barr’s moment of accountability will come soon enough,” he added.\n\nRep. Steve Cohen (D-TN) showed up to the hearing with a bucket of Kentucky Fried Chicken to suggest that Barr was a chicken for not testifying.\n\nThe top Republican on the committee, Rep. Doug Collins (R-GA) fired back, blasting Nadler for what he said was a “circus political stunt.”\n\n“The reason Bill Barr is not here is because the Democrats decided they didn’t want him here today. That’s the reason he’s not here,” he said. “What is amazing to me is to say that he’s scared of answering questions…yesterday he sat for six hours in the Senate voluntarily answering questions.”\n\n“Yesterday he proved he’s not terrified to sit before anybody, especially the Senate, which they extended the question time on. He answered the questions,” he added. “You can agree with the attorney general or disagree with the attorney general but not hearing from him is a travesty for this committee today.”\n\n“The question I have here is not what Bill Barr is scared of. My question is what are the Democrats scared of? They don’t want Bill Barr here today.”",
        "url": "http://www.breitbart.com/politics/2019/05/02/empty-threat-nadler-punts-on-contempt-citation-after-barr-skips-house-hearing/"
    },
    {
        "link": "http://www.breitbart.com/",
        "label": "fake",
        "title": "Trump on McGahn Testifying Before Congress: ‘It’s Done’",
        "text": "During a portion of an interview with the Fox News Channel broadcast on Thursday’s “Special Report,” President Trump discussed the possibility of former White House counsel Don McGahn testifying before Congress. He said that he can’t let McGahn testify and then tell others they can’t, and later declared, “it’s done.”\n\nTrump said, “Well, I’ve had him testifying already for 30 hours.”\n\nFNC Chief Intelligence Correspondent Catherine Herridge asked, “So, is the answer no?”\n\nTrump responded, “I don’t think I can let him, and then tell everybody else you can’t. … So, they’ve testified for many hours, all of them, many, many, many people.”\n\nHerridge then asked, “So, is it done?”\n\nTrump answered, “I would say, it’s done.”\n\n",
        "url": "http://www.breitbart.com/clips/2019/05/02/trump-on-mcgahn-testifying-before-congress-its-done/"
    },
    {
        "link": "http://www.breitbart.com/",
        "label": "fake",
        "title": "MSNBC’s Wallace: Trump, Barr Both Lie with ‘Absolute Ease,’ Share ‘Delusions’",
        "text": "Thursday on MSNBC’s “Deadline,” host Nicolle Wallace said Attorney General William Barr’s testimony before the Senate Judiciary Committee, shows like President Donald Trump, Barr has an “absolute ease” with lying and an “absolute faith” in delusions.\n\nWallace said, “The point I’m making, we are judged for better and for worse, this doesn’t always show up in polls because respondents and voters aren’t always honest about it. But I think what I’m getting at is Kamala Harris nailed every aspect of being a strong woman, a professional woman and tough as bleep. And if you want to measure these candidates, you have to watch them in the ring with the most similar to Trump kind of politician. There’s no one more similar to Trump than William Barr in terms of his absolute ease with which he lies, his absolute faith in sort of the Trump delusions that he was spied on, that asylum seekers can be permanently detained, that there was no grounds to investigate this President. So to see her take him on was as good of a trial run as these Democrats are going to get.”\n\n",
        "url": "http://www.breitbart.com/clips/2019/05/02/msnbcs-wallace-trump-barr-both-lie-with-absolute-ease-share-delusions/"
    },
    {
        "link": "http://www.breitbart.com/",
        "label": "fake",
        "title": "Covington Catholic Student Nick Sandmann Sues NBC for $275 Million",
        "text": "Attorneys for Covington Catholic High School student Nicholas Sandmann are moving forward with their attempt to hold the media responsible for slander by suing NBC for $275 million.\n\nSandmann’s Wednesday announcement noted that the student’s legal team was adding NBCUniversal, owner of NBC and MSNBC, to its list of outlets being sued for defamation, Fox News reported.\n\n“NBCUniversal created a false narrative by portraying the ‘confrontation’ as a ‘hate crime’ committed by Nicholas,” the lawsuit reads, adding that Sandmann was “an easy target for NBCUniversal to advance its anti-Trump agenda because he was a 16-year-old white, Catholic student who had attended the Right to Life March that day and was wearing a MAGA cap at the time of the incident which he had purchased earlier in the day as a souvenir.”\n\nThe teen became the focus of the anti-Trump media in January when the Kentucky schoolboys he was with were accosted in Washington, DC, by a group of radical black activists and then rudely confronted by Native Americans led by activist Nathan Phillips in front of the Lincoln Memorial.\n\nThe media immediately reported the encounter as if the schoolboys were “taunting” Phillips and his group of Native Americans and accepted at face value the misleading statements about the incident offered by the native activist. But subsequent videos proved that it was the boys who were actually taunted.\n\nThe lawsuit against NBCUniversal becomes the third major lawsuit Sandmann’s legal team has filed against media outlets. Lawsuits have also been filed against the Washington Post for $250 million and CNN for $275 million.\n\nAttorney Todd V. McMurtry noted that more lawsuits are planned and the Sandmann legal team is targeting HBO and the Associated Press as well.",
        "url": "http://www.breitbart.com/the-media/2019/05/02/covington-catholic-school-student-nick-sandmann-sues-nbc-275-million/"
    },
    {
        "link": "http://www.breitbart.com/",
        "label": "fake",
        "title": "TIME: Buttigieg Could ‘Vanquish America’s Demons’",
        "text": "South Bend, Indiana, Mayor Pete Buttigieg landed a TIME magazine cover — and a glowing review.\n\nAn inspirational headline overlaid a picture of Buttigieg and husband Chasten: “First Family — The unlikely, untested and unprecedented campaign of Mayor Pete Buttigieg,” it read. And, after recounting a time when Buttigieg was harassed by a man wearing a devil costume, the writer asserted that some Americans might see the 2020 Presidential candidate as someone who might “just be the man to vanquish America’s demons.” It continues:\n\nButtigieg is a gay Episcopalian veteran in a party torn between identity politics and heartland appeals. He’s also a fresh face in a year when millennials are poised to become the largest eligible voting bloc. Many Democrats are hungry for generational change, and the two front-runners are more than twice his age.\n\nButtigieg is gaining perception as a young, progressive, charismatic answer to Trump, and it is a reputation with which he seems very comfortable. “If the substance of your ideas is progressive, but there’s mistrust about them among conservatives, you have three choices,” he told the magazine:\n\nOne is to just change your ideas and make them more conservative. The second is to sort of be sneaky and try to make it seem like your ideas are more conservative than they are. And the third, the approach that I favor, is to stick to your ideas, but explain why conservatives shouldn’t be afraid of them.\n\nAnd neither TIME nor Buttigieg himself were shy about making a direct comparison:\n\nIn many ways, Buttigieg is Trump’s polar opposite: younger, dorkier, shorter, calmer and married to a man. His success may depend on whether Democrats want a fighter to match Trump, or whether Americans want to ‘change the channel,’ as Buttigieg puts it. ‘People already have a leader who screams and yells,’ he says. ‘How do you think that’s working out for us?’\n\nThe 4,100-word piece dives into Buttigieg’s childhood, military service, and marriage. He is fighting an almost unprecedented battle against other major Democrat contenders for the Oval Office. Suffolk University Political Research Center Director David Paleologos told Fox “Buttigieg leads Biden, Sanders, and every other Democrat among LGBTQ households — an important demographic for grassroots support and a network of generous and loyal donors.”\n\nWith former vice president Joe Biden as the clear front runner according to recent polls, it remains unclear whether Buttigieg has the ability to mount a real challenge for the nomination, and displace his chief rival: Vermont Senator Bernie Sanders. Right now, it is virtually anybody’s game.",
        "url": "http://www.breitbart.com/politics/2019/05/02/time-buttigieg-could-vanquish-americas-demons/"
    },
    {
        "link": "http://www.breitbart.com/",
        "label": "fake",
        "title": "Trump: ‘I’d Be Very Happy’ if Biden Was My Opponent – ‘I’d Be Happy With Bernie’",
        "text": "During a portion of an interview with the Fox News Channel broadcast on Thursday’s “Special Report,” President Trump stated that he believes the race for the 2020 Democratic presidential nomination is between former Vice President Joe Biden and Senator Bernie Sanders (I-VT), and that he would be happy with either getting the nomination.\n\nTrump said, “I’d be very happy if it were Biden.”\n\nTrump added, “I just don’t think he’d be a very good candidate. … I wish him well. I’d like him to get it. I’d be happy. I’d be happy with Bernie. I personally think it’s those two.”\n\n",
        "url": "http://www.breitbart.com/clips/2019/05/02/trump-id-be-very-happy-if-biden-was-my-opponent-id-be-happy-with-bernie/"
    },
    {
        "link": "http://www.breitbart.com/",
        "label": "fake",
        "title": "Exclusive--Ortiz: Left-Wing Investigation Tries and Fails to Slam Tax Cuts",
        "text": "On Tuesday, a far-left, George Soros-backed outfit known as the Center for Public Integrity and the socialist British newspaper The Guardian released an 11,000-word report chronicling the passage of the Tax Cuts and Jobs Act. The investigation, which didn’t produce any newsworthy findings, was as banal as it was long.\n\nEmbarrassingly, for its corresponding article, The Guardian was forced to go outside the report’s run-of-the-mill reporting for its headline “finding”: supposedly that workers received just six percent of the tax cuts’ benefits. This figure is based, not on the report, but on a shoddy analysis done by a separate activist group. (Even the left-wing Tax Policy Center finds that 85 percent of the tax cut savings this year go to families earning less than around $400,000 a year.) The Guardian article’s headline is, “Workers barely benefited from Trump’s sweeping tax cut, investigation shows.” No doubt this is what the newspaper wanted the investigation to show. Yet, it didn’t.\n\nSo what did the report find? Mainly that passing the tax cut legislation, which brought the corporate tax rate in line with the developed world, created a new deduction for small businesses and eliminated the hated linchpin of Obamacare (the individual mandate), was long and arduous work. Newsflash: There’s some sausage-making that goes into the legislative process.\n\nBecause lowering the corporate tax rate to similar levels as Europe, providing overdue relief to small business job creators, and doubling (and making refundable) the child tax credit aren’t exactly controversial, the report focuses on the budgetary impacts of the legislation. While the national debt is obviously a concern, and it’s true that the tax cuts add about $100 billion a year to the deficit, this represents less than 10 percent of the budget deficit. Given that tax revenue has increased since tax cuts took effect, the deficit is clearly the result of too much government spending, not a lack of tax revenue. Such deficit concerns should be addressed during the budgeting process.\n\nWeirdly, the report portrays the contemporaneous predictions of economic growth from the tax cuts — now proven true — as voodoo economics: “Rosy estimates of economic growth were summoned from right-wing pro-growth think tanks.” Left unsaid is the three percent growth climate that the tax cuts have produced. Last week, the Bureau of Economic Analysis announced that first-quarter economic growth was 3.2 percent. Average economic growth over the last five quarters, since the tax cuts took effect, has been above three percent — the fastest pace since 2005. This growth rate, which is 50 percent higher than the average under President Obama, is about exactly what tax cut proponents — like chief White House economist Kevin Hassett — predicted.\n\nContrast these vindicated predictions to the critics who claimed three percent growth could never happen and now have egg on their faces. Former Obama White House Chief Economic Advisor Larry Summers said you’d have to “believe in tooth fairies and ludicrous supply-side economics” to think tax cuts could spur three percent growth.\n\nAre the tax cuts perfect? No, but they have delivered as promised, raising economic growth, boosting wages, creating jobs, spurring investment, bolstering retirement savings accounts, making childcare less fiscally challenging, and improving lives. It takes pretty big partisan blinders to argue otherwise.\n\n",
        "url": "http://www.breitbart.com/politics/2019/05/02/exclusive-ortiz-left-wing-groups-tax-cut-investigation-tries-and-fails-to-slam-tax-cuts/"
    },
    {
        "link": "http://www.breitbart.com/",
        "label": "fake",
        "title": "Trump Fed Nominee Withdraws Amid Backlash over Past Comments About Women in Sports",
        "text": "On Thursday, Stephen Moore, President Donald Trump’s nominee for the Fed, decided to withdraw his name from consideration for the post. Some of his past satirical articles about women in sports seem to have come into play among some U.S. Senators who said they could not support his nomination.\n\nIn a public statement, the economist thanked the president for considering him.\n\n“I was honored and grateful that you asked me to serve on the Federal Reserve Board,” Moore said in a statement. “I am respectfully asking that you withdraw my name from consideration. The unrelenting attacks on my character have become untenable for me and my family and three more months of this would be too hard on us.”\n\nThe president broke the news on Twitter Thursday morning.\n\n….and deregulation which have produced non-inflationary prosperity for all Americans. I’ve asked Steve to work with me toward future economic growth in our Country. — Donald J. Trump (@realDonaldTrump) May 2, 2019\n\nMoore is an economic advisor with FreedomWorks and is the co-author of “Trumponomics.” Moore is also a popular guest on talk radio and cable news outlets.\n\nThe president launched his nomination of Moore late in March, but the nomination of the economist soon found rough political waters when some of his decade-old jokes about women in sports were dug up by opposition researchers.\n\nInstead of debating economic policy, though, Moore ended up forced to answer to criticism over columns written in the early 2000s that were supposed to be off-handed satire in which he suggested that women should get out of college sports.\n\n“Here’s the rule change I propose: No more women refs, no women announcers, no women beer vendors, no women anything,” he wrote of college sports in 2002.\n\nIn another, Moore was seen calling it a “travesty,” that girls seem to feel free to compete in men’s sports. And while making the case for getting rid of female referees and vendors at college basketball games, Moore asked aloud if there was any area in life “where men can take a vacation from women.”\n\nLast Sunday, on ABC’s This Week, Moore was “apologetic” over the old columns.\n\n“They were humor columns, but some of them weren’t funny, and so I am apologetic. I’m embarrassed by some of those things I wrote,” Moore told George Stephanopoulos.\n\nBut Moore also noted that he thought the attack was a distraction from his qualifications on economic matters. “I’ll debate anybody on economics… Let’s make this about the economy,” he said.\n\n",
        "url": "http://www.breitbart.com/sports/2019/05/02/trump-fed-nominee-withdraws-amid-backlash-past-comments-about-women-sports/"
    },
    {
        "link": "https://www.infowars.com/",
        "label": "fake",
        "title": "Gaming Trash Talk Deemed Hate Speech to be Censored by Xbox",
        "text": "Microsoft’s new community standards for Xbox Live lay out a guideline for how to properly trash talk without being “offensive” or “hateful” to other players.\n\nIf a player sends a message deemed “harassing” they could have their entire account suspended, and several offenses will definitely get you banned.\n\nAccording to the standards, when a user is permanently suspended they are forced to “forfeit all licenses for games and other content, Gold membership time, and Microsoft account balances.”\n\nSexual threats, profanity aimed at others and racism are three vague topics Xbox will be looking for.\n\nEven “Flooding voice chat with music during a multiplayer match” can get you in trouble under the new rules.\n\nRedditors on the subreddit r/xboxone brought the new guidelines to light, and their reaction was largely negative.\n\nXbox does provide examples of language that will get you banned as well as examples of trash talk that are deemed acceptable.\n\n“Man the examples of acceptable/unacceptable trash talk are gold,” said the top comment on the Reddit thread.\n\nIn another section, the new standards explain how being “overly edgy” or trying to “get a rise” out of people is no longer tolerated.\n\nIn an age of increased sensitivity and college safe spaces, who’s to say what’s too “edgy” and what happens when a snowflake claims someone is trying to “get a rise” even if they’re not?\n\nThe following screenshot shows more vague content or actions that could get you flagged, such as making “provocative religious comments” and promoting “controversial politics.”\n\nAnd don’t think you can trick the keen eyes at Xbox who will find out if you use “double entendres” or “an inappropriate play on words” in your profile.\n\nA segment titled, “They’ll See What You Did There,” explains that “if your content is designed to trick others into thinking they’re reading or seeing something inappropriate, we’ll have to treat it that way.”\n\nA Microsoft spokesperson told Motherboard, “The standards are not a new set of rules, but are a call to action that empowers every player to evaluate their behavior and adjust accordingly in order to be a force for good.”",
        "url": "https://www.infowars.com/gaming-trash-talk-deemed-hate-speech-to-be-censored-by-xbox/"
    },
    {
        "link": "https://www.infowars.com/",
        "label": "fake",
        "title": "‘Tech Companies in Bed with MSM’: Facebook Accused of Colluding with Media to Announce Latest Alex Jones Ban",
        "text": "Several mainstream media outlets announced news of Facebook’s latest Infowars ban within moments of each other, leading many to accuse the company of coordinating the announcement with members of the media.\n\nOn Thursday, users on Twitter noted that CNN, The Verge, The Washington Post and The Atlantic all published articles about Facebook and Instagram’s purge of content associated with Alex Jones within minutes of each other.\n\nThe Atlantic article even contained a custom graphic.\n\nTech companies are in bed with mainstream media and trying to take out the competition as they descend into irrelevance. And again, how is Farrakhan Far Right? pic.twitter.com/c8aPuvqn2j — Dave Rubin (@RubinReport) May 2, 2019\n\n“Tech companies are in bed with mainstream media and trying to take out the competition as they descend into irrelevance,” commented reformed liberal Dave Rubin.\n\nThe media was tipped off an hour before Facebook banned me. They're in cahoots. “In times of universal deceit, telling the truth is a revolutionary act”. — Paul Joseph Watson (@PrisonPlanet) May 2, 2019\n\n#CNN lead Censor Czar @oliverdarcy happen to release an article about #AlexJones Facebook banning at the same time we got the notice from FB. Almost like he orchestrated the whole thing.https://t.co/925m1otaBT I bet he sleeps well in his coffin bed at night.#Vampire pic.twitter.com/hG2nHxSoqk — Rob Dew (@DewsNewz) May 2, 2019\n\nThe ban extends to all content associated with Infowars, Alex Jones or Paul Joseph Watson, in addition to Louis Farrakhan, Milo Yiannopoulos and Laura Loomer.\n\nYou will be banned if you post wrongthink. Only goodthink is allowed in our free society pic.twitter.com/F74zCdrkzz — Jack Posobiec 🇺🇸 (@JackPosobiec) May 2, 2019\n\nAccording to The Atlantic, Infowars is currently subject to Facebook’s most strict ban, meaning users who share our content will have it automatically removed.\n\n“Facebook and Instagram will remove any content containing Infowars videos, radio segments, or articles (unless the post is explicitly condemning the content), and Facebook will also remove any groups set up to share Infowars content and events promoting any of the banned extremist figures, according to a company spokesperson,” writes Atlantic’s Taylor Lorenz.",
        "url": "https://www.infowars.com/tech-companies-in-bed-with-msm-facebook-accused-of-colluding-with-media-to-announce-latest-alex-jones-ban/"
    },
    {
        "link": "https://www.infowars.com/",
        "label": "fake",
        "title": "‘Tech Companies in Bed with MSM’: Facebook Accused of Colluding with Media to Announce Latest Alex Jones Ban",
        "text": "Several mainstream media outlets announced news of Facebook’s latest Infowars ban within moments of each other, leading many to accuse the company of coordinating the announcement with members of the media.\n\nOn Thursday, users on Twitter noted that CNN, The Verge, The Washington Post and The Atlantic all published articles about Facebook and Instagram’s purge of content associated with Alex Jones within minutes of each other.\n\nThe Atlantic article even contained a custom graphic.\n\nTech companies are in bed with mainstream media and trying to take out the competition as they descend into irrelevance. And again, how is Farrakhan Far Right? pic.twitter.com/c8aPuvqn2j — Dave Rubin (@RubinReport) May 2, 2019\n\n“Tech companies are in bed with mainstream media and trying to take out the competition as they descend into irrelevance,” commented reformed liberal Dave Rubin.\n\nThe media was tipped off an hour before Facebook banned me. They're in cahoots. “In times of universal deceit, telling the truth is a revolutionary act”. — Paul Joseph Watson (@PrisonPlanet) May 2, 2019\n\n#CNN lead Censor Czar @oliverdarcy happen to release an article about #AlexJones Facebook banning at the same time we got the notice from FB. Almost like he orchestrated the whole thing.https://t.co/925m1otaBT I bet he sleeps well in his coffin bed at night.#Vampire pic.twitter.com/hG2nHxSoqk — Rob Dew (@DewsNewz) May 2, 2019\n\nThe ban extends to all content associated with Infowars, Alex Jones or Paul Joseph Watson, in addition to Louis Farrakhan, Milo Yiannopoulos and Laura Loomer.\n\nYou will be banned if you post wrongthink. Only goodthink is allowed in our free society pic.twitter.com/F74zCdrkzz — Jack Posobiec 🇺🇸 (@JackPosobiec) May 2, 2019\n\nAccording to The Atlantic, Infowars is currently subject to Facebook’s most strict ban, meaning users who share our content will have it automatically removed.\n\n“Facebook and Instagram will remove any content containing Infowars videos, radio segments, or articles (unless the post is explicitly condemning the content), and Facebook will also remove any groups set up to share Infowars content and events promoting any of the banned extremist figures, according to a company spokesperson,” writes Atlantic’s Taylor Lorenz.",
        "url": "https://www.infowars.com/tech-companies-in-bed-with-msm-facebook-accused-of-colluding-with-media-to-announce-latest-alex-jones-ban/#vuukle-comments"
    },
    {
        "link": "http://occupydemocrats.com/",
        "label": "fake",
        "title": "Trump just hired a man famous for covering up sexual abuse to a top White House job",
        "text": "\n\nWhile the role of White House communications director has remained vacant since the departure of Hope Hicks in March, new reports have revealed that the president has offered the job to a well-known former Fox News executive – who has accepted the position.\n\nOf course, this isn’t just any Fox News executive. Former co-president of Fox News Bill Shine was ousted from the conservative network in May 2017 after becoming embroiled in the high-profile sexual harassment scandal that had enveloped the outlet.\n\nShine oversaw the departure of former Fox News chairman Roger Ailes, who was forced to resign after a 20-year career after former anchor Gretchen Carlson filed suit against him – and ultimately joined by others – who alleged sexual misconduct. He died shortly thereafter. Shine, for his part, remained a staunch defender of the serial abuser.\n\nThe move is yet another shameful indication of Fox News’ entrenchment in this administration. A network that once billed itself as “fair and balanced” – a title that it finally shed in a rare glimpse of self-acknowledgment – is not only serving as a mouthpiece for the administration, but staffing it. It’s American state propaganda.\n\nSadly, the move is not surprising either. Trump adding another unqualified shill whose shameful failure to protect women amid the #MeToo movement is par for the course in a White House that operates more like a C-grade reality show than the respected institution that it once was.\n\n",
        "url": "http://occupydemocrats.com/2018/07/05/trump-just-hired-a-man-famous-for-covering-up-sexual-abuse-to-a-top-white-house-job/"
    },
    {
        "link": "http://occupydemocrats.com/",
        "label": "fake",
        "title": "Reports just revealed the first concrete link between Trump campaign and Russian military intelligence",
        "text": "In a stunning turn of events that could dramatically shift the course of the Special Counsel’s investigation into President Donald Trump and his campaign team’s alleged collusion with agents of the Russian Federation, the Daily Beast is now reporting that the so-called “lone hacker” known as Guccifer 2.0 who broke into the Democratic National Committee’s emails and released them to the public via Wikileaks is, in fact, a Russian military intelligence agent.\n\nGuccifer 2.0 had spent much of the election pretending to be a Romanian hacker who just so happened to have hacked the DNC simply because he could, even openly communicating with longtime Trump political advisor and notorious GOP political hitman Roger Stone.\n\nBy the time the dust had settled and Trump was in the Oval Office, it was fairly clear to the intelligence community and to international cybersecurity experts that Guccifer was not who he said he was – but it wasn’t until the hacker made a crucial mistake that his true identity was confirmed.\n\nGuccifer used a virtual private network (VPN) to cloak his whereabouts and hide his digital tracks, but one day he simply forgot to turn it on before going online – and left a trail to a Moscow-based IP address – which was just the breadcrumb we needed to find.\n\nThe Daily Beast reports that “working off the IP address, U.S. investigators identified Guccifer 2.0 as a particular GRU officer working out of the agency’s headquarters on Grizodubovoy Street in Moscow.”\n\nTake action now to demand Congress stop Trump from firing Special Prosecutor Mueller!\n\nThe GRU, or General Staff Main Intelligence Directorate in English, is the Russian military’s intelligence agency.\n\nThis is obviously a monumental development that is the first concrete link between the Trump campaign, by way of campaign adviser Roger Stone, to the hacked emails from Wikileaks, to agents of the Russian Federation.\n\nNot a Russian aluminum magnate, not an Azerbaijani pop star, not some ex-con real estate thug, nor a Belorussian sex worker, but a member of the Russian military establishment who takes orders directly from President Vladimir Putin.\n\nNeedless to say, things are about to get very interesting in Washington.\n\n",
        "url": "http://occupydemocrats.com/2018/03/22/reports-just-revealed-first-concrete-link-trump-campaign-russian-military-intelligence/"
    },
    {
        "link": "http://occupydemocrats.com/",
        "label": "fake",
        "title": "An NRA-Sponsored Band Played At The Las Vegas Music Festival Right Before The Shooting",
        "text": "North Carolina-native Luke Combs was the second to last act at Route 91 Fest, and mass murderer Stephen Paddock began his act of terror from the 32nd floor of the Mandalay Bay hotel only minutes after his set ended. He also happens to be the only NRA-sponsored performer at the event. Vice News reports:\n\nAmong the performers at the concert was Luke Combs, a featured artist of “NRA Country,” an arm of the gun rights organization that has partnered with the country music industry for the past several years in effort to reach younger audiences.\n\nNRA Country sponsored Luke Combs as their “Featured Artist” for November, and he conducted a promotion with the gun lobby’s group, whose infamous insistence of absolute gun rights has long been the most feared voice in the Republican political universe.\n\nCombs’ sponsorship is part of the NRA’s outreach to young people, who they desperately need to persuade that America’s hideous gun violence is normal in the face of every other civilized country in the world having sensible gun laws. The NRA’s website explains:\n\nNRA Country is a celebration of American values. Respect. Honor. Freedom. It’s a lifestyle and a bond between the best and brightest in country music and hard-working Americans. NRA Country will be involved in causes that defend our values and it will empower our artist friends who promote these values to encourage our next generation of leaders.\n\nShamefully, Combs has posted multiple messages on social media about his own safety, yet steadfastly refuses to speak to his 700,000 social media followers about the lax gun laws that permit literally anyone off the street to buy high-volume magazines and assault-style rifles, which ultimately led to the mass murder of his fans at a show.\n\nLuke Combs has taken to social media three times since the Las Vegas massacre. hasn’t once addressed the root cause of the murder of 58 of his fans and injury to over 400 people, which is about 1 of every 50 people who paid to see his act.\n\nHe hasn’t once addressed the root cause of the murder of 58 of his fans and injury to over 400 people, which is about 1 of every 50 people who paid to see his act.\n\nActive shooter at @Route91Harvest in Vegas. We're safe. Love you guys. — Luke Combs (@LukeCombsMusic) October 2, 2017\n\nMe, the band, and crew are all safe. Been a long night, gonna try to get some sleep. Thank you for all your thoughts and prayers. — Luke Combs (@LukeCombsMusic) October 2, 2017\n\nAs the NRA’s top performer at the Route 91 Country Music festival tragedy, Luke Combs is in a unique position to speak out against the gun laws that led to his fans being murdered, virtually in front of his eyes.\n\nCombs could tell his fans that the only way they’ll truly be safe from mass murder at his shows is if laws are passed to restrict the casual ownership, purchase, and resale of high-powered AR-15-style weapons and expanded magazines.\n\nBut Luke Combs hasn’t said a single word about the NRA’s tragic gun laws which culminated in last night’s outrageous tragedy.\n\nThe NRA has politicized country music, their pro-gun laws have wounded country music fans, so now is the time to speak about America’s problem with gun violence and the terrible laws that enable mass murder.\n\n",
        "url": "http://occupydemocrats.com/2017/10/02/nra-sponsored-band-played-las-vegas-music-festival-right-shooting/"
    },
    {
        "link": "http://occupydemocrats.com/",
        "label": "fake",
        "title": "The Deadliest Mass Shooting In U.S. History Just Happened In Vegas, Suspect Identified",
        "text": "Terrible breaking news is pouring in from Las Vegas, where a lone domestic terrorist used a military-grade assault rifle with high-capacity clips to gun down over fifty innocent lives and injure hundreds. According to NBC News:\n\n“More than 50 people were killed in the worst mass shooting in modern American history when a “lone wolf” gunman opened fire into an outdoor country music festival from the 32nd floor of Las Vegas’ Mandalay Bay Resort and Casino on Sunday night, police said.\n\nMore than 200 people were injured in the mass shooting as performer Jason Aldean was on the stage, Sheriff Joseph Lombardo said at a news conference.\n\nThe gunman was identified by law enforcement officials as 64-year-old Stephen Paddock, a resident of Mesquite, Nevada.”\n\nAdd your name to demand Trump & Congress act to prevent gun violence. THOUGHTS AND PRAYERS ARE NOT ENOUGH!\n\nAccording to CNN:\n\n“Authorities believe they have found the woman who was traveling with the suspect.\n\n“We’re confident but not 100% sure we’ve located the female person of interest,” the sheriff said.\n\n“Officers shot Paddock in a 32nd-floor hotel room at Mandalay Bay, where witnesses said he fired “clip after clip after clip after clip” into the crowd at the Route 91 Harvest Festival.\n\nHis roommate and companion, 62-year-old Marilou Danley, was taken into custody Monday morning as a person of interest in the case.Paddock was known to local law enforcement and had a criminal past, investigators said, but no additional details were available.”",
        "url": "http://occupydemocrats.com/2017/10/02/dealiest-mass-shooting-u-s-history-just-happened-vegas-suspect-identified/"
    },
    {
        "link": "http://occupydemocrats.com/",
        "label": "fake",
        "title": "Meghan McCain Responds To Reports Trump Made Fun Of Her Father’s Physicality",
        "text": "Today, Axios revealed that, behind closed doors, President Trump has been mocking the physical disability of Senator John McCain (R-AZ), who helped kill their party’s deadly Obamacare repeal and is currently battling brain cancer.\n\nThe Senator’s daughter, Meghan McCain, is understandably infuriated by the news and voiced her displeasure with our cruel president on Twitter (below).\n\nSenator McCain cast the 51st and deciding vote against the Senate’s original Trumpcare bill this summer with a dramatic and unexpected thumb-down toward Senate Republican Leader Mitch McConnell (R-KY).\n\nAxios reports that Trump has been mimicking and mocking the gesture from McCain who has limited use of his arms due to his years locked in a Vietnamese torture cell. During the campaign, Trump ridiculed McCain’s time as a prisoner of war, saying “I like people who weren’t captured.”\n\nCertainly, we can and should have political disagreements with McCain, but respect for his service should be a given. It takes a special kind of hypocrisy to simultaneously denigrate black athletes for kneeling during the National Anthem and ridicule the disabilities that a war hero incurred in his service to our country.\n\nOnce again, Trump’s actions are truly shameful. Today, Meghan McCain speaks for all of us.\n\nWhat more must my family be put through right now? This is abhorrent. https://t.co/xJmFdh93xL — Meghan McCain (@MeghanMcCain) September 27, 2017",
        "url": "http://occupydemocrats.com/2017/09/27/meghan-mccain-responds-reports-trump-made-fun-fathers-physicality/"
    },

    {
        "link": "http://occupydemocrats.com/",
        "label": "fake",
        "title": "Trump Just Made Bizarre Collusion Accusations In This Morning’s Twitter Rant",
        "text": "\n\nThe President of the United States, his ego stung by two successive defeats on both the repeal of the Affordable Care Act and by the defeat of his candidate “Big” Luther Strange in the Alabama primary runoff, took to Twitter this morning to begin dispensing some blame.\n\nHe opened his morning tirade with some extremely unsubtle shots at Senate Republicans for failing three times to repeal the Affordable Care Act, which Trump promised to do on his first day in office, demanding that they repeal the filibuster rule even though they couldn’t even reach the necessary 50 votes before the end of the reconciliation period, meaning that it wouldn’t have helped anyway.\n\nWith one Yes vote in hospital & very positive signs from Alaska and two others (McCain is out), we have the HCare Vote, but not for Friday! — Donald J. Trump (@realDonaldTrump) September 27, 2017\n\nWe will have the votes for Healthcare but not for the reconciliation deadline of Friday, after which we need 60. Get rid of Filibuster Rule! — Donald J. Trump (@realDonaldTrump) September 27, 2017\n\nIn dire need of a target to blame for his historically unproductive first eight months in office, he turned back to his favorite whipping boy to blame for his laziness and incompetence, the mainstream media, accusing them of being in “collusion” with… who or what, exactly, is unclear.\n\nHe targeted Facebook for the first time as well, even though one of the biggest stories in the news these days is about how Facebook sold advertisements to Russians, who used the ads to flood social media with pro-Trump messages.\n\nFacebook was always anti-Trump.The Networks were always anti-Trump hence,Fake News, @nytimes(apologized) & @WaPo were anti-Trump. Collusion? — Donald J. Trump (@realDonaldTrump) September 27, 2017\n\n..But the people were Pro-Trump! Virtually no President has accomplished what we have accomplished in the first 9 months-and economy roaring — Donald J. Trump (@realDonaldTrump) September 27, 2017\n\nThe only President to have accomplished less in his first nine months in office was William Henry Harrison, who caught pneumonia at his inauguration and died a month into his term.\n\nThe louder he boasts about his accomplishments, the more hollow they ring and the more pathetic he looks. At this point, no matter how hard the mainstream media tries to will a Trump pivot into reality, it’s obvious that Trump has no interest in governance and no interest in actually doing anything.\n\n",
        "url": "http://occupydemocrats.com/2017/09/27/trump-just-made-bizarre-collusion-accusations-mornings-twitter-rant/"
    },

    {
        "link": "http://occupydemocrats.com/",
        "label": "fake",
        "title": "Trump Was Just Slapped With A Criminal Ethics Complaint Over His Attacks On Black Athletes",
        "text": "\n\nThe Democratic Coalition has filed a criminal ethics complaint against President Trump over his inflammatory comments to an Alabama audience, and official statements on Twitter, seeking to influence NFL owners to fire players who protest the national anthem before games. (full complaint below)\n\nFederal law makes it a crime for the President to wrongfully influence a private entity’s employment decisions, such as calling for a reporter to be fired for speaking out for partisan political reasons. In fact, the President is expressly included in the ethics law Congress set forth to prevent Presidents from using the “bully pulpit” in a fascist manner to direct the efforts of private businesses.\n\nOur Constitution’s First Amendment protects the right to free speech and no public servant, not even the President, is allowed to tell an American citizen what they may or may not say. The Democratic Coalition released this statement along with the complaint:\n\nHere's my full statement regarding Trump's #TakeAKnee comments, which led to the ethics complaint filed against him by @TheDemCoalition. pic.twitter.com/G79NeP25Ix — Jon Cooper (@joncoopertweets) September 25, 2017\n\nToday’s criminal ethics complaint against Trump is punishable by fines, and up to 15 years in prison if the President is ultimately charged, tried and convicted of the crime.\n\nThe relevant part of the federal law 18 USC 227 (a)2 reads:\n\nWhoever, being a covered government person, with the intent to influence, solely on the basis of partisan political affiliation, an employment decision or employment practice of any private entity influences, or offers or threatens to influence, the official act of another, shall be fined under this title or imprisoned for not more than 15 years, or both, and may be disqualified from holding any office of honor, trust, or profit under the United States. In this section, the term “covered government person” means the President, Vice President, an employee of the United States Postal Service…\n\nPresident Trump’s comments also raise the specter of abusing his powers of office to retaliate against the NFL for his past business mismanagement problems.\n\nTrump famously sued the NFL under anti-trust laws in the 1980s as part of the competing USFL, and the jury even found in favor of his then-defunct league.\n\nTrump won an embarrassingly pyrrhic victory in court when the jury found in his favor, but only awarded him a penalty of $3 after the jury noted his partners described the league’s problem as “we have met the enemy and he is us.”\n\nThe USFL promptly folded, like most of Trump’s business ventures.\n\nPresident Trump just spent his entire weekend flying to Alabama to attack an African-American athlete, and then followed it up with a hail of official statements on Twitter going after multiple athletes and urging sports leagues to fire them.\n\nYet, he defended the Nazis in Charlottesville multiple times; those who participated in events leading to Heather Hayer’s bloody murder on the streets, in broad daylight.\n\nBut this latest Democratic Coalition complaint points out that President Trump’s actions aren’t just the acts of a plain and open white supremacist; Trump’s racist statements are being made for partisan political reasons and are therefore illegal.\n\nIn America, nobody is above the law, especially not laws explicitly written by Congress to keep the President’s stubby, meddling hands out of private business decisions.\n\n\n\n",
        "url": "http://occupydemocrats.com/2017/09/25/trump-just-slapped-criminal-ethics-complaint-attacks-black-athletes/"
    },

    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "Jarrett Hurd wants to become ‘face of DMV’ boxing",
        "text": "Brenda Hurd’s ultimatum for her son Jarrett is a well-known story in the Hurd household. She told Jarrett by the time he turned 25, she wanted to see real progress in his boxing career — or else he’d not only have to move on from the sport, but out of the house, as well.\n\nThese days, depending on who you ask, there’s disagreement on whether she actually meant it.\n\n“She really wasn’t going to do anything to him,” said Fred Hurd, Jarrett’s father.\n\n“Oh yes, I was,” Brenda said.\n\nJarrett Hurd, however, didn’t doubt his mother.\n\n“Oh, she was definitely serious,” Hurd said. “If my career wasn’t turning out the way it was and I was having ups and downs in boxing, then she’d [have] sat me down and said, ‘Jarrett you gotta start thinking about something else than boxing.’”\n\nFortunately for the Hurds, that discussion never happened. When Hurd turned 25, he was already fighting on television and on the undercard of some of the world’s best fighters. The following year, he won his first title — becoming the International Boxing Federation (IBF) junior middleweight champion.\n\nNow at 28 and a unified champion, Hurd is preparing for another title defense — this time just a few miles away from his hometown of Accokeek, Maryland. On May 11, Hurd (23-0, 16 knockouts) will face Julian Williams (26-1-1, 16 KOs) at EagleBank Arena in Fairfax, Virginia. The fight, televised on Fox, is Hurd’s first local bout since 2014.\n\nThrough it all, Hurd still lives at home with his parents. But his life also significantly changed after becoming a champion.\n\nWhen Hurd goes for a run, for example, he’s recognized. Cars honk and spectators stop him for pictures. He’s also being recognized outside his local community: He has partnered with the Washington Redskins to become a “team ambassador.” Fancy title aside, several players from the Redskins will walk Hurd to the ring on May 11 — with the boxer wearing burgundy and gold trunks.\n\nOutside of the perks, Brenda Hurd said her son becoming a champion set him down a clear path.\n\n“He’s focused on his goals,” Brenda Hurd said. “He’s not wandering off, ‘Oh, let me go party over here and all that.’ He stays really focused and when he sets a goal, he just goes toward that.”\n\nIn boxing, it’s typical for fighters to map out their career. If Hurd beats Williams, for instance, the 28-year-old wants a fight with Jermell Charlo, one of the other titleholders in his division. Then after that, Hurd plans on remaining in his weight class until the end of 2020 — and then he’ll eventually move up to middleweight.\n\nHurd, though, is starting to expand his interests away from the ring. He has become interested in promoting fights, forming his own promotional company, “Swift Promotions.” He said he wants to “be the face of the DMV” and bring back fights to the area. He also plans to work closely with other local fighters to prop them up. Hurd has sought business advice from his manager, Al Haymon, and worked closely with his former promoter, Ross Molovinsky.\n\nBut first, Hurd’s main priority is to beat Williams. This will be Hurd’s first test since undergoing surgery to repair a torn rotator cuff in June 2018. In his last fight, which took in December, Hurd easily dispatched Jason Welborn in four rounds, but that was a tuneup fight.\n\nWilliams, on the other hand, is ranked as the eighth-best junior middleweight by The Ring magazine and has won four straight.\n\n“He’s very dangerous,” said Ernesto Rodriguez, Hurd’s trainer. “I’m sure he’s going to come in the best shape ever. I think that he’s going to put on a good fight and going to be an entertaining fight for everyone.”\n\nAs for Hurd’s living situation, Brenda Hurd said Jarrett is talking about moving out at the end of the year. But they’ve been down this path before. Hurd has thought about getting his own place, but “the next thing you look up, you’re getting another fight. You say, ‘Alright after this one,’” Hurd said.\n\nBrenda Hurd first gave her ultimatum because she admitted she doesn’t want her kids living at home forever. She wanted for them to have a direction.\n\n“When his brother was 20, he owned a house and was ready to get married,” said Brenda Hurd, who has three children. “You’ve got to be making steps toward your future. You can’t just be sitting at home doing nothing.”\n\nHurd may still be at home, but his family understands the circumstances.\n\n“Now she’s saying I can stay as long as I want,” Hurd said.\n\n",
        "url": "http://www.washingtontimes.com/news/2019/may/2/jarrett-hurd-wants-become-face-dmv-ahead-first-hom/"
    },


    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "Digital technology offers new ways to teach lessons from the Holocaust",
        "text": "When it comes to understanding the horrors of the Holocaust, most millennials are woefully lacking in knowledge. That much was laid bare in a 2018 study commissioned by the Claims Conference – an organization that supports survivors of the Holocaust.\n\nFor instance, the study found that nearly half of all millennials – that is, those born from the early 1980s through the 1990s - are unable to name even one of the more than 42,000 camps and ghettos in existence during the Holocaust. The same study found that 41 percent of millennials believe that substantially fewer Jewish people were murdered during the Holocaust than the accepted 6 million figure.\n\nThe Centre for Holocaust Education at the University College London found similar gaps in knowledge. For instance, the University College London study found that a third of England’s high school students “massively underestimated the scale of the murder of Jewish people.”\n\nThis is a problem when you consider that millennials and young people worldwide have entered or will soon enter classrooms in the United States and elsewhere as teachers.\n\nI’ve found similar deficits in knowledge in my own research into Holocaust education. Several years ago, I conducted a study that measured what student teacher candidates in New Jersey knew about the Holocaust.\n\nThe study – which is soon to be published in the journal The Social Studies – found that teachers had giant gaps in their knowledge. Their responses prompted me to probe deeper.\n\nDeficits in knowledge\n\nIn my survey of nearly 200 future teachers, I found that only 30 percent knew that the Jewish people were the primary victim of the Holocaust. Even fewer knew the correct century in which the Holocaust took place. Auschwitz was the only concentration camp they identified – although, in their responses, the teaching students spelled it 28 different ways.\n\nThis past fall – spurred in part by a rise in anti-Semitism – I conducted a follow-up survey to measure if these future teachers were learning anything more than in the past. The sample was modest but representative - 75 students, all on track to become teachers in another year or so. All had attended New Jersey public schools.\n\nWhen the student teachers saw the questions, they groaned and uttered things such as, “I can’t believe I don’t know this.” (If you want to figure out how you might have done on the survey, you can ask yourself if you know the answers to the following survey questions: When did the Holocaust take place? What was the political party that perpetrated the Holocaust? Who were the victim groups? Who was the American president? What other genocides can you identify?)\n\nAfter they completed the survey, the student teachers immediately began to search for the correct answers online. They were disappointed to see just how far off they were. One student teacher after another placed the Holocaust in the 1800s. Others listed Ronald Reagan as the American president during the Holocaust. Perhaps most disturbingly, many listed the number of victims in the thousands, which falls way short of the actual figure.\n\nDigital lessons emerge\n\nEvery person cannot be expected to know every single facet of the Holocaust. At the same time, it’s deeply disturbing when large segments of the population don’t know basic facts about one of the most horrendous atrocities – actually a series of atrocities – ever perpetrated against humanity.\n\nKnowing about the Holocaust is a vital part of historical understanding. It is a means of promoting tolerance and inclusion. And it also serves as a form of innoculation against future atrocities.\n\nFortunately, new advances in learning about the Holocaust through digital humanities offer new ways for American students and teachers – or anyone who cares to learn more about the Holocaust - to learn about an event that took place nearly three-quarters of a century ago.\n\nHere are three examples:\n\nCourtroom 600\n\nThe University of Connecticut recently unveiled Courtroom 600, a project that places users inside the courtroom at the Nuremberg trials where Nazis and collaborators were tried. This project, still in prototype form, allows users to engage with virtual reality technology in order to interact with a fictitious member of the United States team of prosecutors. It also enables users to read primary source documents, gather evidence and prosecute select defendants.\n\nIWitness and holograms\n\nAnother digital resource is available through the University of Southern California Shoah Foundation. The foundation, perhaps best known as the holder of thousands of Holocaust survivor testimonies, has created the IWitness program. This is a collection of 1,500 testimonies of survivors and witnesses to genocide – the Holocaust, as well as others like the Nanjing Massacre in China. The testimonies can be searched by subject. There are also ready-made lessons for teachers that can be accessed from anywhere and used freely at any time.\n\nThe Shoah Foundation has also recently launched 3D holograms of survivors, giving users the experience of having a conversation with a survivor rather than passively viewing testimony. This project, called Dimensions in Testimony, is groundbreaking. It encourages students and others to engage with survivor testimony in new ways. For instance, each survivor hologram is able to participate in a “conversation,” with responses to commonly asked questions about faith, life before, during and after the war.\n\nDigital source documents\n\nFinally, a partnership between the United States Holocaust Memorial Museum, the Wiener Library in London, and the International Tracing Service in Bad Arolsen, Germany, has produced two online sourcebooks that feature primary sources that deal with the Holocaust. These online sources focus on the camp system and women under Nazi persecution.\n\nEach guide provides images of primary sources found in the International Tracing Service database, descriptions, questions to guide conversation and further avenues of investigation for students. A high school teacher who is using these guides – even though they were originally intended for university-level classes – told me that the documents are easy to modify. She uses them to discuss how to read and engage with primary sources.\n\nThe International Tracing Service in Bad Arolsen has also produced an “ITS e-guide,” intended to help families and scholars better understand the vast array of paperwork that was produced for any given survivor or victim of the Holocaust. By clicking on an image of a document, users are able to learn more about what the document was used for, how to decode it, who created it, and what to consider when reading the document. Examples include prisoner registration cards, malaria cards and personal effects cards. These artifacts show the great lengths that Nazis went to keep records – even as they carried out one of the most horrific massacres that humanity has ever experienced.\n\nUltimately, there is not a single solution for the challenges that face Holocaust education. Still, these digital examples all move teaching and learning from passively reading textbooks to actively engaging with history.\n\nAs for the answers to the survey questions I mentioned above, the Holocaust took place from 1933 to 1945. The victim groups included Jews, Poles, Roma and Sinti, homosexuals, Jehovah’s Witnesses, people with disabilities and other groups deemed inferior. The American president during the Holocaust was Franklin D. Roosevelt. Other genocides in the 20th century include the Armenian, Cambodian, Rwandan and Bosnian genocides.",
        "url": "https://theconversation.com/digital-technology-offers-new-ways-to-teach-lessons-from-the-holocaust-102023"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "Russia denies U.S. claim on Maduro flight from Venezuela",
        "text": "Russian Foreign Minister Sergey Lavrov on Thursday forcefully denied his U.S. Secretary of State Mike Pompeo’s claim that Russia convinced Venezuelan President Nicolas Maduro to stay and fight for his job, instead of fleeing on a waiting flight for Cuba.\n\nThe foreign minister said Mr. Pompeo’s statement is “not true,” state-run RIA news reported.\n\nOn Tuesday, Mr. Pompeo said the socialist Mr. Maduro “had an airplane on the tarmac, he was ready to leave [Tuesday] morning as we understand it, and the Russians indicated he should stay.”\n\nU.S. officials for months have blasted Russia’s involvement in the ongoing Venezuelan crisis. Officials in Moscow on Tuesday blamed Washington and the “radical opposition in Venezuela” for the unfolding violence and clashes on the streets of Caracas this week.\n\nThe U.S. and more than 50 other nations have rejected Mr. Maduro’s claim to power and instead recognize opposition leader Juan Guaido as the rightful leader of Venezuela. Trump administration officials say that they had back-channel talks with Mr. Maduro’s top aides on a transition plan, but so far Venezuela’s military appears to be siding with the regime.",
        "url": "http://www.washingtontimes.com/news/2019/may/2/russia-denies-us-claim-maduro-flight-venezuela/"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "Trump offers prayers for Venezuelans during civil unrest",
        "text": "President Trump offered prayers Thursday for the people of Venezuela, saying their “brutal repression” by embattled leader Nicolas Maduro must end soon.\n\nAt a National Day of Prayer event at the White House, the president said he was “sending prayers to the people of Venezuela in their righteous struggle for freedom.”\n\n“The brutal repression of the Venezuelan people must end, and it must end soon,” Mr. Trump said. “We’ll be there to help, and we are there to help.”\n\nThe country was wracked by street protests this week and violent responses by government forces. Mr. Maduro appears to have weathered the unrest, at least temporarily, despite the Trump administration’s efforts to support U.S.-recognized interim President Juan Guiado.",
        "url": "http://www.washingtontimes.com/news/2019/may/2/trump-offers-prayers-venezuelans-during-civil-unre/"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "Russia ready to talk with U.S. on Venezuela crisis, foreign minister says",
        "text": "Russia is willing to hold talks with the Trump administration about the crisis in Venezuela despite “incompatible” positions on the fate of the socialist government of President Nicolas Maduro, Foreign Minister Sergey Lavrov said Thursday.\n\nThe foreign minister announced Thursday Moscow is moving to form a group of countries within the United Nations to “counter U.S. plans for military intervention in Venezuela,” state-run news agency RIA news reported.\n\n“I hope that it will receive serious support in the organization, because it is a very simple thing. It is difficult to somehow distort this topic, the protection of fundamental norms and principles of international law, as they are written in the U.N. charter,” Mr. Lavrov said.\n\nDespite U.S. officials’ statements that the U.S. is keeping “all options” on the table, including military intervention in Venezuela, Adm. Craig S. Faller, commander of U.S. Southern Command, which would oversee any potential U.S. military operation in Venezuela, said this week he has not received orders to pre-position troops in preparation to intervene.\n\nIn a phone call with Mr. Lavrov on Wednesday, Secretary of State Mike Pompeo “urged Russia to cease support for Nicolas Maduro and join other nations” in recognizing opposition leader Juan Gauido as the country’s rightful leader, according to a State Department spokesman.\n\nMr. Pompeo warned Mr. Lavrov that “intervention by Russia and Cuba is destabilizing for Venezuela and for the U.S.-Russia bilateral relationship.”\n\nAccording to RIA, Mr. Lavrov told Mr. Pompeo, “Based on our principled position … we never interfere in the affairs of others and urge others to do the same.”",
        "url": "http://www.washingtontimes.com/news/2019/may/2/russia-ready-talk-us-venezuela-crisis-foreign-mini/"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "Nicolas Maduro regime buckles down in face of second day of protests in Venezuela",
        "text": "With the Pentagon closely watching the unfolding crisis, U.S.-backed Venezuelan opposition leader Juan Guaido and his supporters struggled Wednesday to rally enough momentum on the streets of Caracas in their effort to oust socialist President Nicolas Maduro.\n\nA day after calling for both the populace and Venezuela’s military to rise up against Mr. Maduro, there were again large protests and counter-protests, but Mr. Guaido acknowledged that not enough of Mr. Maduro’s generals have deserted him so far to declare an outright victory.\n\n“We have to acknowledge that yesterday there weren’t enough [military defectors],” he said as he addressed a group of supporters, according to wire service reports.\n\n“We are not asking for a confrontation,” Mr. Guaido, the speaker of the opposition-dominated National Assembly who has declared himself “interim president,” added. “We are not asking for a confrontation among brothers, it’s the opposite.”\n\nAlthough the Trump administration and more than 50 nations have backed Mr. Guaido’s claim to power, Diosdado Cabello, a Maduro ally and head of the ruling Socialist Party, mocked the opposition’s claims and insisted the armed forces remain loyal to the regime.\n\nSpeaking at a pro-Maduro rally Wednesday, Mr. Cabello said opposition leaders are now “walking like zombies” after failing to provoke the widespread uprising urged by Mr. Guaido on Tuesday morning, The Associated Press reported.\n\nAcross town at the Carlota air base near where Mr. Guaido made his surprise call Tuesday morning for a revolt, intense clashes between protesters and troops loyal to the government made clear the standoff would drag on, AP reported. State security agents launched tear gas and fired rubber bullets, while bands of mostly young men armed with makeshift shields threw rocks and set a motorcycle ablaze.\n\nBy late afternoon, many of the anti-government protesters in the capital appeared to be drifting home.\n\nWith U.S. National Security Adviser John R. Bolton and other top Trump aides turning up the rhetorical heat on Mr. Maduro and key allies such as Cuba and Russia, U.S. military officials said Wednesday they are monitoring the situation closely. Acting Defense Secretary Patrick Shanahan canceled a planned trip to Europe to monitor events in the oil-rich South American nation.\n\nAppearing before a congressional committee Wednesday, Mr. Shanahan insisted the military option remained on the table and said the Pentagon has done “exhausting planning, so there’s not a situation or scenario that we don’t have a contingency for.”\n\nWhile there were clashes and clouds of tear gas again on the streets of Caracas on Wednesday, President Maduro mocked what he said was the failure of the opposition to turn out the massive streets protests Mr. Guaido call for the day before in announcing the “final phase” of the uprising to unseat the government.\n\n“It was demonstrated that interference, coups and armed confrontation are not the way for our beloved Venezuela,” Mr. Maduro tweeted Wednesday. Mr. Maduro and his allies accuse the Trump administration of trying to engineer a coup.\n\nBack in Washington, top Pentagon officials told Congress they hoped diplomatic and economic pressure could end the crisis, but said U.S. forces were prepared to play a role if ordered to.\n\n“We’re doing what we can now to collect intelligence to make sure we have good visibility on what’s happening down in Venezuela,” Chairman of the Joint Chiefs of Staff Gen. Joseph F. Dunford Jr. told a House Appropriations subcommittee hearing Wednesday morning.\n\nBut Adm. Craig S. Faller, commander of U.S. Southern Command, which would oversee any potential U.S. military operation in Venezuela, told the House Armed Services Committee that he has not received orders to pre-position troops.\n\nMr. Bolton earlier in the day said U.S. troops were “on the balls of their feet” prepared to take action if the situation deteriorated. The U.S. and its allies say Mr. Maduro’s 2018 reelection victory was so riddled with fraud that he is no longer the country’s legitimate leader.\n\nCritics say Mr. Maduro’s policies have devastated Venezuela’s economy and sparked a humanitarian and refugee crisis that has destabilized virtually all of the country’s neighbors.\n\nSecretary of State Mike Pompeo called Russian counterpart Sergey Lavrov on Wednesday and “urged Russia to cease support for Nicolas Maduro and join other nations,” according to a State Department spokesperson. He warned Mr. Lavrov that “intervention by Russia and Cuba is destabilizing for Venezuela and for the U.S.-Russia bilateral relationship.”\n\n— Staff writers Guy Taylor and Ben Wolfgang contributed to this report, which was based in part on wire service reports.",
        "url": "http://www.washingtontimes.com/news/2019/may/1/maduro-regime-buckles-down-in-face-of-second-day-o/"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "House Republicans seek to force vote on infanticide bill after being blocked 25 times",
        "text": "House Republicans said Tuesday they would file a discharge petition to force a vote on an anti-infanticide bill after Democratic leaders blocked the measure from being debated on the floor 25 times.\n\n“Twenty-five times the Democratic leadership has said no,” said House Minority Leader Kevin McCarthy at a press conference. “Today that all changes.”\n\nHouse Minority Whip Steve Scalise said he would file the discharge petition on H.R. 962, the Born-Alive Abortion Survivors Protection Act sponsored by Rep. Ann Wagner, Missouri Republican, which requires medical care for newborns who survive abortion procedures.\n\nMr. Scalise said the petition “makes it clear to everybody across the country, you can’t say you’re pro-life unless you sign the discharge petition to bring this bill up for a debate and a vote on the House floor.”\n\nDemocrats have said that the bill is unnecessary, arguing that infanticide is already illegal, and that the measure should proceed through the regular committee process, while Republicans say recent late-term abortion bills in states like New York have raised the stakes.\n\n“There are only 26 states that have protections for babies currently that are born alive,” said Ms. Wagner. “Many of those states sadly are rolling back their protections. That’s why this is needed. We need to make sure that we make this a criminal offense, that we give mothers civil remedies, and most of all, we give lifesaving care to babies that are born alive.”\n\nThe petition would need the signatures of a simple majority of 218 House members to move the floor for a debate, which means it would require nearly two dozen Democratic votes. There are currently 235 Democrats and 197 Republicans in the House, with three vacancies.\n\nYou deserve to know: Where does your representative stand on stopping infanticide? I’m filing a discharge petition TODAY to bypass Pelosi & force every member to go on record & tell the American people EXACTLY where they stand on this barbaric practice. #LetUsVote #EndInfanticide pic.twitter.com/n2Zr8TYEm6 — Steve Scalise (@SteveScalise) April 2, 2019\n\nSo far only three Democrats have supported H.R. 962, which gives criminal penalties for health-care personnel who fail to provide care. Mothers would not be subject to prosecution, but would be able to file civil lawsuits against providers.\n\nHouse Republicans wore pink buttons at the press conference with the message, “Killing a baby is always wrong.”\n\n“Today no longer can those who belong to Congress hide behind the Democratic leadership and say they did not have the opportunity to vote, because whoever was holding the gavel denied the opportunity for the bill to come up,” Mr. McCarthy said.\n\nPro-life leaders cheered the effort to bring the bill for a floor vote, citing polls showing overwhelming support for newborn abortion survivors.\n\n“Shame on Nancy Pelosi and House Democrats for repeatedly refusing to allow a vote on this compassionate, common-ground bill,” said Susan B. Anthony List president Marjorie Dannenfelser, adding, “Their agenda is radically out of step even within their own rank and file.”\n\n",
        "url": "http://www.washingtontimes.com/news/2019/apr/2/house-republicans-seek-force-vote-infanticide-bill/"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "House votes to overturn Trump emergency declaration",
        "text": "The House delivered a searing rebuke Tuesday to President Trump, voting to overturn his border emergency wall building declaration in a floor showdown Democrats said was nothing short of a historic stand against tyranny.\n\nThe victory, however, could be short-lived.\n\nThe vote sends the bill to the Senate, which will vote sometime in March, and appears likely to pass the resolution. But Mr. Trump has vowed a veto, and Tuesday’s 245-182 vote shows that while the president couldn’t muster a majority, there is more than enough GOP support to sustain his veto.\n\n“This emergency declaration will be upheld,” said House Minority Whip, Steve Scalise, the Louisiana Republican is in charge of GOP vote-counting. “Ultimately, we are going to stand with the president in making sure we can secure this border and confront this national crisis that’s taking lives every single day.”\n\nThat does not, however, mean the debate is painless for Mr. Trump, who will likely see another loss in the Senate next month, and who will likely have to use his veto for the first time in his administration.\n\nAnd the president could suffer political damage, having failed to convince most Americans of the need for his wall, and facing a bipartisan rebuke on Capitol Hill.\n\nDemocrats cast the vote as a constitutional clash between a runaway president and a Congress intend on defending democracy.\n\n“Perhaps it’s time for our country to have a civics lesson,” House Speaker Nancy Pelosi chided her GOP colleagues, telling them to live up to their oath of office to defend the Constitution.\n\n“We’re not going to give any president, Democrat or Republican, a blank check to shred the Constitution of the United States,” she said. “We would be delinquent in our duty as members of Congress if we did not overturn what the president proposed.”\n\nRepublicans though said Mr. Trump was acting under clear emergency powers Congress granted in the 1976 National Emergencies Act.\n\nThat law does give the president powers to shift money around in times of emergency. The law also gives Congress a path to block him, by passing a resolution of disapproval.\n\nThat’s what the House did Tuesday.\n\nThirteen Republicans joined Democrats in voting against Mr. Trump. But that’s well short of the 53 House Republicans who’d need to vote with all Democrats in order to achieve the two-thirds majority required to overturn a veto.\n\nThe measure does, however, go to the Senate, where it must be voted on within 15 business days.\n\nVice President Mike Pence met with GOP senators over lunch to try to limit defections. Several members of the Republican Conference have already said they’ll join Democrats to vote against Mr. Trump.\n\nMajority Leader Mitch McConnell said it was a “very fulsome” discussion.\n\n“I personally couldn’t handicap the outcome at this point,” he said.\n\nIn the House, GOP leaders cast Tuesday’s vote not as a constitutional clash but rather a statement about the situation on the border. They said that from what they can see, the president is right to declare an emergency.\n\nRep. Adam Kinzinger, Illinois Republican, just returned from a border deployment with the Wisconsin Air National Guard, and he said the emergency isn’t so much immigration — he said he supports a broad bill to legalize immigrants living in the U.S. without permission — but rather with drug-smugglers and with “coyotes” who lead migrants on the dangerous journey north.\n\n“A wall, a barrier, is not compassionless. I think border security and compassion actually go hand-in-hand,” Mr. Kinzinger said.\n\nCongress earlier this month approved $1.375 billion in new wall money. Mr. Trump signed that bill, but then declared the border emergency and said he’ll move $3.6 billion from military construction money to use for more border wall building. He also said he’ll tap $600 million from a Treasury Department forfeiture fund, and $2.5 billion from a Pentagon drug interdiction fund.\n\nOnly the military construction money needs the emergency declaration.\n\nAll told, the administration envisions building at least 200 miles of new fencing with the money.\n\nHypocrisy was rife on both sides in Tuesday’s vote.\n\nNearly every Republican in the House in 2014 voted to rebuke President Obama for executive overreach on Obamacare, in a vote authorizing the House to sue him for spending money Congress had specifically cut out of that year’s budget.\n\nYet on Tuesday most of them applauded Mr. Trump for spending beyond the $1.375 billion Congress approved for border wall construction.\n\nMeanwhile Democrats, who cheered Mr. Obama when he spent the Obamacare money over Congress’s objections and praised him when he created a deportation amnesty for “Dreamers,” immigrants who came to the U.S. illegally as children, by executive action in 2012, called Mr. Trump a unique threat to democracy.\n\n“The Congress of the United States needs to have a spine and not lay at the feet of the president of the United States and say ‘Whatever you want, sir!’” thundered Majority Leader Steny H. Hoyer, Maryland Democrat.\n\nThe 13 Republicans who joined Mr. Hoyer and other Democrats in bucking Mr. Trump were Reps. Justin Amash and Fred Upton of Michigan, Brian Fitzpatrick of Pennsylvania, Mike Gallagher and F. James Sensenbrenner Jr. of Wisconsin, Jaime Herrera Beutler and Cathy McMorris Rodgers of Washington, Will Hurd of Texas, Dusty Johnson of South Dakota, Thomas Massie of Kentucky, Tom Rooney of Florida, Elise Stefanik of New York, and Greg Walden of Oregon.\n\n“I’m 100 percent in favor of President Trump’s wall, and today’s vote had nothing to do with the need to build it,” Ms. McMorris Rodgers tweeted. “For the same reason I was against President Obama using his ‘pen and phone,’ I voted to disapprove of this unilateral executive action.”\n\n",
        "url": "http://www.washingtontimes.com/news/2019/feb/26/house-votes-overturn-trump-emergency-declaration/"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "John Bolton Venezuela chaos rhetoric reveals Trump stake in crisis",
        "text": "For White House National Security Adviser John R. Bolton, this one is personal.\n\nThousands of miles from the chaos that erupted in Caracas, Venezuela, on Tuesday, Mr. Bolton directed a string of unusually sharp threats at socialist President Nicolas Maduro and found himself embroiled in a Twitter war of his own with one of Mr. Maduro’s top deputies.\n\n“Your time is up,” Mr. Bolton tweeted to three top Venezuelan officials. “This is your last chance. Accept Interim President [Juan] Guaido’s amnesty, protect the Constitution, and remove Maduro, and we will take you off our sanctions list. Stay with Maduro, and go down with the ship.”\n\nMr. Bolton’s hard-charging rhetoric underscores a central reality of the Venezuelan crisis: The Trump administration has nearly as much riding on the outcome in Caracas as its ally on the ground, opposition leader Juan Guaido.\n\nThroughout the day, when many in the international community were appealing for calm, Mr. Bolton, joined by Secretary of State Mike Pompeo, Vice President Mike Pence and later President Trump, seemed positively eager to ratchet up the tension in a bid to force Mr. Maduro from power.\n\nSince January, the White House has led a broad international coalition in rejecting Mr. Maduro and recognizing Mr. Guaido, Venezuela’s young political opposition leader, as the nation’s rightful president. The socialist government, U.S. officials contend, is responsible for driving Venezuela’s oil-rich economy into the ground and sparking the largest humanitarian and refugee crisis in the Western Hemisphere.\n\nMr. Bolton also seems heavily invested in the outcome on a personal level, going beyond other administration officials in public comments castigating the Maduro regime. He threatened U.S. intervention and expressed unwavering solidarity with Mr. Guaido, who was urging his supporters to mount a full-on rebellion.\n\nIn November, Mr. Bolton lumped Venezuela into a “troika of tyranny” with leftist governments in Cuba and Nicaragua and has shown no inclination to tone down the rhetoric.\n\nAlthough the Maduro government accused Washington of orchestrating the rebellion, Elliott Abrams, the State Department point man on the crisis, seemed to suggest that the U.S. did not anticipate Mr. Guaido’s declaration at dawn.\n\n“What was going to happen, we were told, was that they would announce their support for the constitution,” he told reporters at the State Department, The Associated Press reported. He said the situation on the ground in Venezuela “remains confused.”\n\nShould the U.S. gambit fail, critics surely will cast Mr. Bolton as the face of an unsuccessful American strategy in South America while increasing the prestige of Mr. Maduro and his leftist allies in the region.\n\nVenezuelans will recall that a previous U.S. government made a major miscall of its own when the George W. Bush administration in April 2002 gave initial support to a coup that briefly ousted populist Venezuelan leader Hugo Chavez, Mr. Maduro’s political mentor. The uprising fizzled, and Mr. Chavez died in office 11 years later.\n\nWith Venezuela’s military seeming to stick — for now — with the president, the Maduro regime responded to the uprising with a violent crackdown. Dozens of people were being treated for injuries late Tuesday.\n\nEven amid that crackdown, top Venezuelan officials took time to trade barbs with Mr. Bolton on Twitter. They highlighted how the former U.S. ambassador to the United Nations has become the face of America’s Venezuela policy.\n\n“Dream on, @AmbJohnBolton … Not today!” Venezuelan Foreign Minister Jorge Arreaza tweeted in direct response to Mr. Bolton’s threat.\n\nMr. Bolton held a hastily arranged press conference outside the White House on Tuesday afternoon to reject assertions that the uprising amounted to little more than an American-led coup. He called out top Maduro allies by name to defect to the opposition and again stressed that all options, including military force, remained on the table.\n\n“We are seeing the Venezuelan people strive to get a government that they control, not … an authoritarian military regime,” he said. “This is clearly not a coup. We recognize Juan Guaido as the legitimate” president of Venezuela.\n\nShould Mr. Guaido’s revolution succeed, Mr. Bolton said, the administration is fully prepared to work with the new government in Caracas and would even organize a conference on the benefits and economic opportunities a post-Maduro Venezuela could expect.\n\n“We’ve been planning for what we call the day after, the day after Maduro, for some time,” he said.\n\n",
        "url": "http://www.washingtontimes.com/news/2019/apr/30/john-bolton-venezuela-chaos-rhetoric-reveals-trump/"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "Maduro's government calls video prelude to a coup",
        "text": "The leader of Venezuela’s opposition movement Juan Guaido declared Tuesday morning he is at the “beginning the final phase” of his campaign to oust socialist President Nicholas Maduro.\n\nIn a video posted to Twitter early Tuesday morning, the 35-year-old head of the National Assembly announced the “start of the end of usurpation,” as he was flanked by military personnel and fellow opposition leaders at an airbase in Venezuela. The Trump administration, which has strongly backed Mr. Guaido, quickly signaled its support.\n\nIn a tweet, Secretary of State Mike Pompeo said “the U.S. government fully supports the Venezuelan people in their quest for freedom and democracy. Democracy cannot be defeated.”\n\nVice President Mike Pence tweeted “We are with you! America will stand with you until freedom & democracy are restored. Vayan con dios! #FreeVenezuela”\n\nThe video, shot near an air base in an opposition-controlled section of Caracas, also featured Leopoldo Lopez, a longtime opposition leader and rival to Mr. Maduro who had not been seen since being held under house arrest by the government.\n\nMr. Lopez said he was released from house arrest “to the order of the Constitution and President Guaidó,” and was at the military base with Mr. Guaido. He called on his supporters to “mobilize,” and “conquer freedom.”\n\nJorge Rodriguez, the country’s information minister, referred to Mr. Guaido’s move as a “coup d’etat against the Constitution and the peace of the Republic” in a tweet, translated from Spanish. He said the Venezuelan government is “currently confronting and deactivating a small group of traitor military personnel.”\n\nThe minister called on the Venezuelan people “to remain in maximum alert so that, together with the glorious Bolivian armed forces, we defeat this attempted coup and preserve peace. We will win.”\n\nMr. Guaido has recently been traveling the country drawing large crowds at rallies, calling on the Venezuelan people to push out President Nicolas Maduro.\n\nHe said in the video that the country’s armed forces and “valiant men connected to the constitution have come to our calling, we have come to this calling.”\n\nEarlier this year, the Maduro government launched an internal offensive against Mr. Guaido, whom the U.S. and several Latin American and European powers backed after what they say was Mr. Maduro’s fraud-ridden re-election vote last year.\n\nDespite having been stripped of his parliamentary immunity by the Maduro government, which set the stage for his potential arrest and prosecution on allegations he violated the constitution by declaring himself interim president in January, Mr. Guaido has vowed to fight on and has called for nationwide rallies on May 1.\n\nSpeaking to CNN Tuesday morning, Communications Vice Minister Isbemar Jimenez said “the situation is under control … All military garrisons support Venezuelan President Nicolas Maduro.”\n\nSen. Marco Rubio, Florida Republican and outspoken critic of Mr. Maduro, called on Venezuela’s military to support Mr. Guaido’s opposition movement.\n\n“This is the moment for those military officers in #Venezuela to fulfill their constitutional oath & defend the legitimate interim President @jguaido in this effort to restore democracy,” he tweeted. “You can write history in the hours & days ahead.”\n\n",
        "url": "http://www.washingtontimes.com/news/2019/apr/30/maduros-government-calls-video-prelude-coup/"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "Norwich hires South Kingstown, R.I., school administrator as new superintendent",
        "text": "Norwich — The South Kingstown, R.I., superintendent for the past 10 years and 2017 Rhode Island Superintendent of the Year was selected unanimously Tuesday as the new head of the Norwich public school system.\n\nKristen E. Stringfellow, 52, who earned her doctorate degree in school finance and teaches the subject at Providence College to prospective school administrators, will become the new Norwich school superintendent beginning July 1. She will succeed Abby Dolliver, who is retiring June 30.\n\nThe Board of Education unanimously approved a three-year contract Tuesday with a starting salary of $185,000. The board skipped a planned executive session to review the contract at the start of Tuesday’s meeting, conceding to the overwhelming support for the top finalist candidate, who spent the entire day Tuesday touring all Norwich schools except the preschool centers, and interacting with students.\n\nHer husband, Peter, daughter Samantha and sons P.J. and Jake, all Stringfellows, and her mother, Judith Provorse, attended Tuesday’s meeting and tour of the Kelly Middle School prior to the meeting.\n\nStringfellow said she was attracted to the Norwich school district because of its preschool through eighth grade structure. Norwich sends most high school students to Norwich Free Academy and has numerous other designated high schools. She said she has served as assistant superintendent for 10 years and superintendent for another 10 years in districts with high schools, but also that had experience with paying tuition for students’ enrollment at charter schools and sent other students to private or parochial schools.\n\nBut overseeing education in younger grades, Stringfellow said, is her passion.\n\n“The focus on K through eight is a dream come true,’’ Stringfellow said after the vote. She said she has followed a lot of the Norwich school district’s initiatives in reading and writing and even the Choose Love social and emotional learning program. She said Rhode Island has few magnet schools, and she is “very interested in the magnet school concept,” referring to Norwich’s two magnet middle schools and two magnet elementary schools.\n\n“I just think this is a district that focuses on children and their well-being and their academic achievement,” Stringfellow said, “and so I want to be a part of that.”\n\nStringfellow said she is finalizing a 100-day plan for her transition to Norwich schools. On Tuesday, she met the teachers’ union president, all principals, the principals’ union president, and several staff members, and toured every building.\n\n“I plan on attending night events, weekend events as much as I can between now and July 1,” she said.\n\nOnce she starts on July 1, she plans to spend a day with each building principal, each board member, key city leaders and NFA leaders.\n\nStringfellow was selected from 26 initial applicants and two finalist candidates, Board of Education Chairwoman Yvette Jacaruso said. Her expertise in school finance “jumped right out at us,” Jacaruso said, saying the district needs a financial “magician” to help deal with chronic budget crises and rising costs.\n\nStringfellow said she is working on a “sustainable” budget for the Norwich district that \"will lead us into the future.”\n\nShe will take over a school district with a projected $2.4 million budget deficit in the current school year, and a proposed budget that likewise is some $3 million lower than what the Board of Education requested.\n\n“It’s certainly a challenge,” Stringfellow said of the budget problems, “but it’s certainly something that I am good at and it’s something I can lend my expertise to. I know it will be difficult, but I am not afraid of that challenge.”\n\nStringfellow started her career in education as an elementary school teacher in East Providence, Cranston and Providence. She became a principal in Scituate and later assistant superintendent in Scituate and in East Providence before becoming the South Kingstown superintendent 10 years ago.\n\nStringfellow currently is president of the Rhode Island Superintendents’ Association. She earned her bachelor’s degree in psychology and education at Rhode Island College, a master’s degree in early childhood/elementary education at Rhode Island College and her administration degree at Providence College. She earned her doctorate in educational finance from Johnson and Wales University.\n\nJacaruso called Stringfellow personable and approachable, along with being a strong leader and experienced professional.\n\n“I’m very, very proud as the chairman of the board to have selected Kristen Stringfellow as our new superintendent,” Jacaruso said.\n\n",
        "url": "https://www.theday.com/local-news/20190423/norwich-hires-south-kingstown-ri-school-administrator-as-new-superintendent"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "Legislature releases revised bill on filing of sexual abuse lawsuits",
        "text": "Details of a revised state Senate bill, which would give alleged victims of sexual abuse additional time to file lawsuits, reveal that victims now would be able to sue in connection with abuse that occurred before they turned 21.\n\nThe existing law requires victims to have been under 18 when the abuse occurred in order to have 30 years after their 18th birthday — that is, until age 48 — to file a lawsuit.\n\nThe proposed law, which received a favorable recommendation from the Judiciary Committee and now moves on to the full General Assembly, states that no action to recover damages for personal injury to a person under 21, including emotional distress, caused by sexual abuse, sexual exploitation or sexual assault, may be brought later than 35 years from the date the victims reach the age of 21. That would give victims to age 56 to file a lawsuit.\n\nThe revised bill, known as Senate Bill 3, also would give victims 21 and older five years from the date of the assault to file a lawsuit.\n\nThe original bill would have given victims older than 48 a 27-month window to file a lawsuit regardless of their age. Supporters of the provision had pointed out that many victims who have been abused by Catholic priests often do not reveal their abuse until much later in life, on average in their 50s.\n\nThe Day is seeking records about which Judiciary Committee member recommended eliminating the 27-month window in favor of the provision that gives victims to age 56 to file a lawsuit.\n\nWhile increasing the window to file a lawsuit by eight years will benefit some victims, the change still comes as a bitter disappointment to those older than that who only recently came forward to say they were abused.\n\n“It leaves a lot of people like me in a hole,” said John “Tim” McGuire, 60, of New London, who offered emotional testimony about being sexually assaulted by a priest during a Judiciary Committee public hearing last month.\n\nMcGuire had broken down as he told committee members how, when he was an 8-year-old altar boy, he was sexually assaulted by the late Rev. James Curry at St. Joseph’s Church in Noank and how it has affected his life.\n\nMcGuire discovered he had missed the filing deadline by three weeks when he first decided to come forward 12 years ago. Now, with the proposed change to age 56, he would miss the filing deadline by four years.\n\nMcGuire pointed out that the average age for people to reveal they were abused is in their early to mid-50s, which means many victims are older than that.\n\nMcGuire said he was disgusted with how he’s seen the legislative process unfold.\n\nHe said that while victims “poured their hearts out” at the public hearing, behind the scenes the state’s Catholic dioceses used a high-powered lobbyist to convince the committee to make the change instead of addressing it in public.\n\n“What reason is there not to compensate victims of child rape?” he asked.\n\nMcGuire said he and other victims of priest abuse are working with the Survivors Network of those Abused by Priests and lawyers who represent victims to try to convince legislators to restore the original language of the bill before a vote.\n\nThe bill also would increase the time to criminally prosecute sexual assault and strengthen protections for those who are victims of sexual harassment.\n\n",
        "url": "https://www.theday.com/local-news/20190501/legislature-releases-revised-bill-on-filing-of-sexual-abuse-lawsuits"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "Efforts continue to restore commercial service to Groton-New London Airport",
        "text": "Get the weekly rundown Sign up to receive our weekly BizBuzz newsletter Email* Submit\n\nThe head of the Connecticut Airport Authority said discussions over Tweed New Haven Airport and the potential to develop more commercial service there in the future are not interfering with ongoing efforts to try to restore commercial service at Groton-New London Airport.\n\nThe Groton airport is the only one of the authority's five general aviation airports that has the certification to allow passenger commercial airline service.\n\n\"There is nothing occurring right now that will change the direction that we've set for Groton-New London Airport, which calls for the development of that airport and in particular commercial airline service at that airport,\" CAA Executive Director Kevin Dillon said in a phone interview Monday.\n\nTweed is owned by the city of New Haven and operated by the Tweed New Haven Airport Authority. The CAA has begun early conversations with the city and airport authority based on the need to coordinate and ensure activities at Bradley International don't hinder plans for Tweed, he said. The discussions could result in an agreement for CAA to operate the Tweed New Haven Airport, a direct acquisition or a plan to coordinate activities more closely, he said.\n\nDillon said Tweed New Haven represents an opportunity to develop a \"southern tier\" airport for commercial service and to attract a sizeable passenger base from Fairfield County and potentially eastern New York. Tweed already has some American Airlines service to Philadelphia and Charlotte, according to CTNewsJunkie.com, which also has reported the negotiations with the CAA.\n\nThe negotiations ultimately may have no impact on Groton-New London Airport's potential for commercial passenger service, particularly if they only result in an agreement to coordinate activities, Dillon said.\n\nFrom a system standpoint, there are only so many airlines to land planes at airports in one geographic area. If significant levels of commercial service were to be developed at Tweed in the future, it makes it less likely that commercial service would be developed at airports in close proximity, he said.\n\n\"There's a reality that has to factor into where development dollars are being spent,\" he said.\n\nWhile the CAA is not involved, Dillon pointed out that Sikorsky Memorial Airport, another municipally owned airport, where The Connecticut Post has reported there is a proposal to restore commercial service, is also very viable for commercial service. Conversely, if commercial airline service were restored at Groton-New London, it potentially could affect other airports.\n\nHe said expansion of commercial service at other airports doesn't necessarily mean the CAA would give up Groton-New London Airport's certification for commercial passenger service, for which it pays $250,000 annually. If eliminated, it would be difficult to restore.\n\nNo decisions have been made, and right now scenarios about stepped up commercial service at Tweed are hypothetical, he said.\n\n\"We're a long way from that happening at this point,\" he said. \"We're in very preliminary conversations.\"\n\nDillon said runway length issues also have posed a challenge to developing additional service at Tweed. Proposed legislation to allow the extension of the runway is making its way through the legislature, he said.\n\nCommercial airline service at Groton still a goal\n\nThe airport authority hopes to restore commercial passenger service at Groton-New London Airport, which ended about 15 years ago, and is continuing to talk to carriers, he said.\n\nDillon told The Day's Editorial Board last fall that commercial passenger service from Groton-New London Airport to Washington, D.C., is a goal worth pursuing. The authority had been in discussions last year with an airline carrier interested in providing that service, but plans for the carrier to acquire another carrier to provide the aircraft capacity fell through.\n\nGroton-New London Airport has a 5,000-foot main runway and 4,000-foot crosswind runway, which doesn't limit commercial service but does limit options, he said. Typically, airports need a runway length of a minimum of 6,000 feet to offer a service viable to commercial activity, he said, but many times airports that lack runways of that length still pursue commercial service, looking for niche aircraft.\n\nThe Groton-New London Airport has a \"very viable terminal building\" and offers a market, with the region's tourism industry and casinos, that is attractive to certain carriers, he said.\n\nDillon said the airport authority is trying to stress to the business community that if the authority is to restore commercial passenger service to Groton-New London, there has to be a level of commitment to use the service.\n\nWith the growth of area companies key to service development, the CAA plans to coordinate another round of outreach to the business community, hopefully within the next few months, to collect updated data that would demonstrate to carriers the market in the region, he said. Data would include the top five markets for a business to have service to or from and how many trips annually the company would expect to generate.\n\nPaige Bronk, Groton's economic and community development manager, said town officials have maintained a dialogue with local airport officials and the CAA.\n\n“We clearly advocate for increased service at the airport, but we also realize there has to be a partnership between our existing anchors and the CAA in order to entice a commercial operation,\" he said.\n\nHe said much of Groton's approximately 40,000 annual flights are related to Pfizer, Electric Boat, the Naval Submarine Base and casinos. He said there's clearly a need, but it's a matter of finding the right program.\n\nBronk said one of Groton's strengths is the ability to pull from the Rhode Island market. He pointed out that the discussions for Groton-New London Airport have focused on providing limited service, potentially to Washington, D.C.\n\n\"I don’t necessarily think that limited service would be a competition or replacement for whatever is going to take place at Tweed,\" he said.\n\n",
        "url": "https://www.theday.com/business/20190501/efforts-continue-to-restore-commercial-service-to-groton-new-london-airport"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "Google spinoff’s drone delivery business first to get FAA approval",
        "text": "Drone regulations still don’t permit most flights over crowds and urban areas, limiting where Wing can operate. (Photo: Wing)\n\nAn offshoot of Alphabet Inc.’s Google has become the first drone operator to receive government approval as an airline, an important step that gives it the legal authority to begin dropping products to actual customers.\n\nThe subsidiary, Wing Aviation LLC, now has the same certifications that smaller airlines receive from the U.S. Federal Aviation Administration and the Department of Transportation. It plans to begin routine deliveries of small consumer items in two rural communities in Virginia within months, the company said.\n\n“It’s an exciting moment for us to have earned the FAA’s approval to actually run a business with our technology,” Wing Chief Executive Officer James Ryan Burgess said in an interview. He called it “pivotal” both for his company and the drone industry in general.\n\nDrone regulations still don’t permit most flights over crowds and urban areas, limiting where Wing can operate. But the approvals signed by the FAA on Friday and Monday give the company the ability to charge for deliveries of clients’ goods in Virginia and apply for permission to expand to other regions.\n\nWhile scores of companies working in test programs have gotten FAA waivers to perform demonstration flights or to make deliveries over short distances, there has never been a drone company approved under the regulations designed to ensure safety at traditional charter airlines or smaller air-cargo haulers.\n\nIt required Wing to create extensive manuals, training routines and a safety hierarchy — just as any air carrier must do.\n\nCompanies receiving permission must also be majority owned by U.S. citizens under long-standing restrictions imposed by the DOT.\n\nBecause the idea of drones flying over people’s homes is so new, the company plans to conduct extensive outreach to local government leaders and the public, Burgess added. Actual deliveries are expected to start within several months.\n\nMark Blanks, director of the Virginia Tech Mid-Atlantic Aviation Partnership, which has been working with Wing on tests of the deliveries, said “we’ll be working with the community a lot more as we prepare to roll this out.”\n\nThe people living in the neighborhoods where tests were conducted ranged from academics at the university to farm hands, Blanks said. Wing and university representatives have contacted many of them to ensure they were comfortable.\n\n“Across the board everybody we’ve spoken to has been pretty excited,” he said.\n\nWing provided extensive documentation to support its application, including records of thousands of safe flights conducted in Australia in recent years, according to the FAA.\n\n“This is an important step forward for the safe testing and integration of drones into our economy,” Transportation Secretary Elaine Chao said in the release.\n\nSome drone companies have complained that the process of obtaining air-carrier certification was too onerous. Many of the requirements that made sense for a charter airline — like flight attendants and seat belts for the crew — didn’t apply to them.\n\nBurgess said that the process of applying to the FAA took months and was “very rigorous and very thorough.”\n\nOther drone companies applying for FAA approvals should be able to move more quickly now that the agency and Wing have worked through the issues of what rules should apply to drone operators and which ones should not, Burgess said.\n\nThe FAA’s air-carrier certification was needed because existing rules created strictly for drones don’t allow the kind of flights Wing envisioned, he said.\n\nAccording to regulations issued in 2016, for example, drone operators are allowed to fly for hire, but have to do so within strict rules prohibiting flights outside of a ground operator’s eyesight. Similarly, the FAA has allowed automated flights over longer distances, but they are only demonstrations and companies can’t accept payment.\n\nIn order for Wing to operate over longer ranges and actually charge for the service, it needed to become a full-fledged air carrier. The FAA confirmed the air-carrier certification was signed, but didn’t offer additional comment.\n\nWing plans to begin deliveries in the Blacksburg and Christiansburg areas of Virginia. The company has been conducting research at nearby Virginia Tech.\n\nUnlike Amazon.com Inc.’s Prime Air, another would-be drone delivery company, Wing will sell items from local merchants. Now that it has gotten FAA approvals, it will begin finding business partners in the two towns, Burgess said.\n\nWing’s drone, a hybrid between a helicopter and plane, is able to lift off vertically and fly horizontally at high speeds. It carries packages in its belly, lowering them to people’s yards with a tether while it hovers a safe distance overhead.\n\nThe company also recently won approval for drone deliveries from regulators in Australia, where it has conducted extensive testing.\n\nThe FAA’s approval demonstrates the rapid maturation of drone technology, Burgess said.\n\n“It shows these devices can be value-added in our communities,” he said. “They can be a faster, cleaner, less expensive way to transport things while still adding to the safety of society.”\n\n",
        "url": "https://www.detroitnews.com/story/tech/2019/04/23/google-spinoff-drone-delivery-business-gets-faa-approval/39385533/"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "Wells Fargo: Boeing woes to dent US GDP in 2Q",
        "text": "In this Monday, April 8, 2019, file photo, Boeing 737 Max 8 jets, built for American Airlines, left, and Air Canada are parked at the airport adjacent to a Boeing Co. production facility in Renton, Wash. The grounding of Boeing Co.’s 737 Max will cause a drag of about 0.2 percentage point on U.S. economic growth in the second quarter, Wells Fargo & Co. forecast on Tuesday. (Photo: Elaine Thompson / AP, file)\n\nThe grounding of Boeing Co.’s 737 Max will cause a drag of about 0.2 percentage point on U.S. economic growth in the second quarter, Wells Fargo & Co. forecast on Tuesday.\n\n“The major negatives will be slower equipment spending and export growth during the quarter,” senior economists Tim Quinlan and Sarah House wrote in a note. “Those drags will be almost offset by an inventory boost as the undelivered aircraft test storage capacity at production facilities and unused airfields.”\n\nProduction cuts and halted deliveries of Boeing’s best-selling aircraft after two fatal crashes will ripple through components of gross domestic product and other economic indicators for months, according to the analysis, which cited industrial production, durable goods and shipments. The impact on durable goods orders “could be substantial if airlines delay new orders until safety concerns are addressed or book with a competitor,” the economists wrote.\n\nAdjusted for the Boeing issues, Wells Fargo gave a second-quarter growth forecast of 2.5 percent, down from 2.7 percent.\n\nIt’s still not clear when global regulators will clear the Max to resume commercial flights. Chicago-based Boeing is still working on a redesign of the anti-stall system implicated in two fatal crashes. The model is the latest version of the 737, the aviation industry’s best-selling jetliner family, racking up more than 10,000 deliveries over a half century.\n\nHalted 737 Max shipments indicate second-quarter equipment spending and exports in the “are likely to take a significant hit,” the economists said, because nearly three-quarters of the aircraft were exported last year. Reversing the stoppage will potentially boost growth in the second half, depending on when the all-clear is given, the analysts wrote.\n\nBoeing this month cut 737 production for the first time since the Sept. 11 attacks, saying it will temporarily move to a rate of 42 per month in mid-April from an earlier pace of 52.\n\nWhile work slows in Boeing’s main Seattle-area factory, much of the 737 supply chain continues to move full steam ahead at the previous production pace. Running hot allows companies like Spirit AeroSystems Holdings Inc., which builds the jet fuselages, to avoid layoffs that might further disrupt the economy.\n\nCancellations, not just fewer new orders, would also reduce the total value of U.S. durable goods orders, Wells Fargo said. Garuda Indonesia, flag-carrier for the nation where another airline suffered one of the crashes, threatened to cancel a $4.8 billion deal for 49 Max 8s amid passenger mistrust in the model.\n\n–\n\nWith assistance from Julie Johnsson.\n\n",
        "url": "https://www.detroitnews.com/story/business/2019/04/16/wells-fargo-boeing-woes-dent-us-gdp/39354093/"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "House votes to recommit U.S. to Paris Climate Accord",
        "text": "The Democratic-led House voted Thursday to recommit the U.S. to the Paris climate accord negotiated by former President Barack Obama that his Republican successor is trying to tear up.\n\nThe 231-190 vote was largely symbolic, since the House action stands no chance of clearing the Republican-controlled Senate. But it did offer a rare display of “green” unity for Democrats, who have been split recently between party moderates backing more practical approaches to climate change and far-left members of the party pushing for a radical restructuring of the U.S. economy.\n\nResuscitating the Paris accord, even symbolically, gives Democrats of all stripes political talking points.\n\n“America does not cut and run. America keeps its commitments,” said the measure’s sponsor, Rep. Kathy Castor, Florida Democrat.\n\nThe Paris climate deal included commitments made by most of the world’s nations to limit greenhouse gas emissions over future decades. It has no binding provisions, but rather is a political document that nations were left to fulfill as they could.\n\nSince it didn’t bind the government Mr. Obama never submitted it to the Senate as a treaty, instead taking executive and regulatory actions to try to create the conditions for the U.S. to cut its emissions.\n\nPresident Trump campaigned against the deal and after he took office in 2017 he announced the U.S. would withdraw. That move won’t be finalized until Nov. 4, 2020, at the earliest — just days before the next presidential election.\n\nMs. Castor’s bill, the first piece of climate change legislation passed by the House this term, would require the U.S. honor Mr. Obama’s commitments such as cutting emissions by 26% below their 2005 levels by the middle of the next decade. The bill sets the ultimate aim of eliminating carbon emissions altogether.\n\nDemocrats say remaining part of the Paris accord is critical to U.S. leadership.\n\n“Climate change is a national security threat the transcends borders and requires international coordination,” said Rep. Eliot Engel, chairman of the House Foreign Affairs Committee.\n\nRepublicans contend meeting the Paris goals would cost the U.S. over $200 billion and 2.7 million jobs by 2025, and many argue that the country is already at its lowest carbon emission levels since 2000.\n\nRep. Matt Gaetz, Florida Republican, says the GOP must grapple with global warming and his party has “too many climate deniers,” but he said he couldn’t support the bill because of the impact it would have on the economy.\n\n“Just because the Earth is warming and humans contribute doesn’t mean that President Obama got a good deal for the United States and the U.S. taxpayers,” he told reporters Wednesday. “Because either there is no requirement for any action at all — and this is virtue signaling — or the structure of the Paris accord seems to be the outlay of U.S. cash initially and then the hope of other countries meeting their emissions goal.”\n\nThe House Democrats’ bill is less sweeping than the far-left wing’s proposed Green New Deal, which not only set a goal of zero emissions but also called for a universal jobs guarantee, expanding government health care and other changes to the social safety net.\n\nDemocratic leaders acknowledged their measure wasn’t as bold as some left-wing activists had demanded, but said it’s only an initial foray.\n\n“The first step in any journey does not get you there, but without it, you get nowhere,” Majority Leader Steny Hoyer said on the House Floor on Wednesday.\n\nSenate Majority Leader Mitch McConnell said it’s likely to be a futile foray, saying Democrats’ bill “doesn’t even pass the laugh test.”\n\n“House Democrats may see this as exciting political theater. But the middle-class Americans I represent give it two thumbs down,” he said. “This futile gesture to handcuff the U.S. economy through the ill-fated Paris deal will go nowhere here in the Senate.”\n\nHe said the U.S. is making progress on cutting emissions without being tied to the Paris accord.\n\nThe U.S. Energy Information Administration estimated earlier this year that American emissions increased by 2.8% in 2018, after several years of cuts. The EIA predicted that 2019 will see another cut in emissions.\n\nThe Rhodium Group, a research group, released its own study putting emissions higher, at a 3.4% increase. They said the U.S. would have to cut emissions by 2.6% for the next seven years in order to meet the goals set in the Paris accord.\n\nThe rest of the world is also struggling.\n\nAccording to the Climate Action Tracker, only five countries — India, Ethiopia, Morocco, the Philippines and Gambia — are on track to cut emissions enough to meet the Paris agreement’s minimum goal of holding warming to 2 degrees Celsius.\n\nThe U.S. is one of five — along with Russia, Ukraine, Turkey, and Saudi Arabia — marked as critically insufficient.\n\n",
        "url": "http://www.washingtontimes.com/news/2019/may/2/house-votes-recommit-us-paris-climate-accord/"
    },
    {
        "link": "https://www.apnews.com/",
        "label": "real",
        "title": "State needs consensus on climate",
        "text": "Article Tools Font size – + Share This\n\nA state historical marker commemorates the 1979 nuclear accident at Three Mile Island Unit 2, but the controversy for the state government now is whether to subsidize Unit 1 to maintain its carbon-free power production. (Associated Press File)\n\nGov. Tom Wolf has made Pennsylvania the 24th state to join the U.S. Climate Alliance, under which state governments attempt to achieve goals established by the Paris Accord on Climate Change — in defiance of President Donald Trump’s blunder in withdrawing from the accord.\n\nIt is the right position, even though it is clearer than the state’s air that there is no consensus within the state government to wage the fight.\n\nIdeology energizes cross-purposes\n\nAs Wolf announced a plan to reduce statewide carbon emissions by 80 percent by 2050, Republican House Speaker Michael Turzai conducted another event announcing his caucus’ Energize PA plan. It is fundamentally a collection of state government tax giveaways to the gas industry.\n\nIn addition to major tax credits akin to the $1.7 billion the state has committed to build a Shell petrochemical refinery in Beaver County, the package would require the public to subsidize construction of local gas-distribution pipelines, and strip the state Department of Environmental Protection of its permitting authority over gas wells.\n\nTurzai, citing a study funded by energy and other businesses, claimed that the package would create a $60 billion increase in state GDP and 100,000 new jobs.\n\nMultiple contradictions\n\nGas is a fossil fuel. The GOP gas plan thus contradicts Wolf’s climate plan. The governor also endorsed the gas industry, but called on it — without specific regulations to make it happen — to reduce the vast amounts of methane that escape during drilling and processing. Methane is distinct from carbon and produced in smaller quantities, but it is a much more powerful agent than carbon dioxide in trapping heat in the atmosphere.\n\nThe plan also contradicts Wolf’s effort to impose a reasonable severance tax on gas production to fund $4.5 billion in borrowing for a major infrastructure program. Turzai’s plan bestows public subsidies on the gas industry to help it build its own infrastructure.\n\nBy supplanting coal as the state’s primary fuel for power generation, gas already has put the state well on the road to achieving the governor’s proposed carbon reduction. Wolf proposed a 26 percent carbon emission reduction by 2025 from the baseline recorded in 2005. The state’s carbon emissions declined by most of that, 23 percent, from 2005 through 2016.\n\nControversial, but carbon-free nukes\n\nMeanwhile, a highly controversial matter is in play. Nuclear power provides about 20 percent of the state’s electrical generation, all of it carbon-free. Exelon has threatened early closure of its Three Mile Island nuclear plant if the state does not authorize subsidies for it in the form of required power purchases. At 805 megawatts, it is the smallest of the state’s five nuke plants, producing just over 8 percent of their combined 9,707 megawatts. But the state can’t subsidize one reactor without including the others. If one or more plants go offline, gas likely will replace the generation — increasing rather than decreasing the state’s carbon production.\n\nThe governor has not specifically endorsed any nuke bailout plan in the Legislature, but his carbon-reduction plan assumes that the current rate of nuclear power production will continue. Without it, the goals will be unreachable.\n\nWolf’s plan identifies many sound, proven means to reduce carbon emissions, such as promoting renewable energy production and reducing demand through better stewardship by everyone, from simply turning off lights in empty rooms and using energy-efficient appliances and more electric vehicles.\n\nUnfortunately, like most other policy in Pennsylvania, climate change is not so much a matter of electrical power as it is political power struggles.",
        "url": "http://www.thetimes-tribune.com/opinion/state-needs-consensus-on-climate-political-battles-hinderprospects-for-unified-effort-1.2476753"
    },

    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Technology News",
        "text": "YouTube touts first new original program under free strategy\n\nAlphabet Inc's YouTube unveiled on Thursday nine new original programs that will be available for free this year as the streaming service shrinks an effort to attract subscribers with content exclusively behind a paywall. The unveiling at a YouTube event for advertisers and media in New York offered the first glimpse at how the shift announced in November away from subscriber-only content will play out across the world.",
        "url": "https://www.reuters.com/news/technology"
    },
    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Science News",
        "text": "Science & Space\n\nScientists on Monday provided the most comprehensive look to date at one of the solar system's most exotic features: prime lakeside property in the northern polar region of Saturn's moon Titan - if you like lakes made of stuff like liquid methane.",
        "url": "https://www.reuters.com/news/science"
    },

    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Breakingviews Video",
        "text": "Elon Musk’s electric-car maker is raising $2 billion in shares and convertibles, after long denying more cash was needed. Tesla could have done this more cheaply last year, but it’s still better late than never, says Antony Currie, provided the amount in question is enough.\n\n▲ Hide Transcript\n\n▶ View Transcript",
        "url": "https://www.reuters.com/video/breakingviews"
    },
    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Lifestyle News",
        "text": "World News\n\nLucara Diamond Corp has unearthed the largest uncut diamond in recent history in its Karowe mine in Botswana, the Canadian company said on Thursday, beating its own record discovery from November 2015 that it struggled to sell for nearly two years.",
        "url": "https://www.reuters.com/news/lifestyle"
    },
    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Health & Fitness News",
        "text": "Happiness training may ease dementia caregivers' anxiety, depression\n\n(Reuters Health) - Much has been written about the stresses and emotional demands of caring for family members with dementia, and a new study suggests that some of this burden can be offset by training that helps caregivers focus on the positives of their experience.",
        "url": "https://www.reuters.com/news/health"
    },
    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Soccer News, Highlights & Coverage",
        "text": "U.S. banking on experience in women's World Cup defense\n\nThe United States will be counting on experience as they look to defend their women's World Cup crown in France with coach Jill Ellis announcing a squad on Thursday that features 12 members of the team who lifted the trophy in 2015.",
        "url": "https://www.reuters.com/news/sports/soccer"
    },
    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Sports News, Highlights & Coverage",
        "text": "May 2 Champion Olympic sprinter Michael Johnson has minor lingering effects from a stroke, but has made an excellent overall recovery and is urging others to be aware of the symptoms that could indicate they are enduring a similar episode.",
        "url": "https://www.reuters.com/news/sports"
    },
    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Arts - Entertainment",
        "text": "Entertainment News\n\nThe new Bauhaus museum opens its doors to the public for the first time in the east German city of Weimar on Saturday after three years of construction, giving admirers of the world-famous \"form follows function\" aesthetic a new place of pilgrimage.",
        "url": "https://www.reuters.com/news/entertainment/arts"
    },

    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Pictures, News Photos, Picture Slideshows & More",
        "text": "Inside a temporary facility for U.S. Customs and Border Protection, which the agency says will be used for unaccompanied migrant children and families, in Donna, Texas.",
        "url": "https://www.reuters.com/news/pictures"
    },
    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Democrats ramp up pressure on Trump as Pelosi accuses Barr of 'crime'",
        "text": "WASHINGTON (Reuters) - Democrats intensified their pressure on President Donald Trump’s administration on Thursday as U.S. House Speaker Nancy Pelosi accused Attorney General William Barr of committing a crime by lying to lawmakers and a key committee chairman threatened to hold Barr in contempt of Congress.\n\nEven as Democratic lawmakers accused the Trump administration of a growing attack on U.S. democracy and the authority of Congress, the White House showed no sign of backing down. White House legal counsel Emmet Flood said in a defiant letter that Trump had the right to tell advisers not to testify to congressional panels on the findings of Special Counsel Robert Mueller’s Russia inquiry.\n\nThe dueling statements marked a sharp escalation in the conflict between the White House and Democrats who control the House of Representatives. With Trump seeking re-election next year, Democrats are weighing whether to try to remove the Republican president from office using the impeachment process while pressing forward with demands for information on his taxes, businesses and other topics.\n\nShortly after Barr refused to appear before the House Judiciary Committee, Pelosi accused him of lying to lawmakers about interactions with Mueller after the special counsel ended a 22-month investigation into Russia’s efforts to interfere in the 2016 U.S. election to boost Trump’s candidacy.\n\n“That’s a crime,” Pelosi, the top Democrat in Congress, told reporters, referring to Barr’s congressional testimony.\n\nJustice Department spokeswoman Kerri Kupec called Pelosi’s allegation “reckless, irresponsible and false.”\n\nDemocrats have accused Barr of misleading Congress by testifying in April he was unaware of any concern by the special counsel’s team about Barr’s initial March 24 characterization of the report, an account that led Trump to claim full exoneration. Barr failed to mention a March 27 letter he got from Mueller complaining that Barr’s March 24 account did not “fully capture the context, nature and substance of this Office’s work.”\n\nJudiciary Committee Chairman Jerrold Nadler threatened to hold Barr in contempt of Congress if he does not provide a full, unredacted copy of Mueller’s report and the underlying evidence, as the panel has requested by a subpoena that had a Wednesday deadline. That could potentially lead to legal steps against the top U.S. law enforcement official.\n\nBarr released Mueller’s report on April 18, with some parts blacked out to protect sensitive information.\n\nSeveral Democrats have called on Barr, whom Trump appointed after firing Jeff Sessions as attorney general, to resign.\n\nPelosi and other House Democrats previously had cautioned against launching the impeachment process, which would begin in the House but would face long odds of success in the Republican-controlled Senate and could alienate voters ahead of the 2020 presidential election.\n\nBut Pelosi said the Trump administration was continuing to ignore congressional subpoenas and noted that Congress launched impeachment proceedings against President Richard Nixon after he resisted similar demands. Nixon resigned in 1974 over the Watergate scandal.\n\n‘OBSTRUCTION OF JUSTICE’\n\nPelosi said Trump’s “blanket statement that he’s not going to honor any subpoenas is obstruction of justice.”\n\nThe White House signaled little appetite to cooperate.\n\nTrump told Fox News in an interview on Thursday he was not inclined to let former White House counsel Don McGahn testify before congressional committees. Nadler has issued a subpoena for McGahn to testify in its investigation of possible obstruction of justice by the president.\n\nU.S. House Speaker Nancy Pelosi (D-CA) speaks at her weekly news conference on Capitol Hill in Washington, U.S., May 2, 2019. REUTERS/Yuri Gripas\n\nTrump told Fox News that McGahn had already spoken to Mueller’s team for 30 hours and allowing him to testify to Congress would open the door to others being called.\n\n“I would say it’s done,” Trump said.\n\nFlood reiterated that point in a letter seen by Reuters, saying Trump’s decision to let advisers cooperate when Mueller was conducting his investigation did not extend to congressional oversight investigations now that the inquiry had been completed.\n\nFlood also said Mueller’s 448-page report suffered from “an extraordinary legal defect” by failing to determine whether Trump had committed the crime of obstruction of justice.\n\nMueller “instead produced a prosecutorial curiosity - part ‘truth commission’ report and part law school exam paper,” Flood wrote to Barr in a letter dated a day after the report was released.\n\nDemocrats have argued Trump waived the right to assert executive privilege - which allows a president to withhold information about internal executive branch deliberations from other branches of government - by allowing advisers to cooperate extensively with Mueller.\n\nBarr canceled his House testimony after clashing with Nadler over the hearing’s format, particularly having staff lawyers question him in addition to committee members. Nadler said he would move forward with a contempt citation as soon as Monday.\n\n“The very system of government of the United States - the system of limited power, the system of not having a president as a dictator - is very much at stake,” Nadler told reporters after a 15-minute committee session held in place of Barr’s appearance.\n\nDemocrats have said they may issue a subpoena to try to force Barr to testify.\n\nSlideshow (9 Images)\n\nBarr spent four hours before a Republican-led Senate committee on Wednesday defending his handling of Mueller’s report and justifying Trump’s actions.\n\nThe report detailed extensive contacts between Trump’s 2016 presidential campaign and Moscow and the campaign’s expectation that it would benefit from Russia’s actions, which included hacking and propaganda to boost Trump and harm Democratic candidate Hillary Clinton. The report also detailed a series of actions Trump took to try to impede the investigation.\n\nMueller, a former FBI director, concluded there was insufficient evidence to show a criminal conspiracy and opted not to make a conclusion on whether Trump committed obstruction of justice, but pointedly did not exonerate him. Barr has said he and Rod Rosenstein, the Justice Department’s No. 2 official, then determined there was not enough evidence to charge Trump with obstruction.",
        "url": "https://www.reuters.com/article/us-usa-trump-congress-barr/democrats-ramp-up-pressure-on-trump-as-pelosi-accuses-barr-of-crime-idUSKCN1S80PZ"
    },
    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Stung by snubs, House Democrats weigh fines for U.S. attorney general",
        "text": "WASHINGTON (Reuters) - Some U.S. House Democrats on Thursday said they might seek to invoke a dormant congressional power to impose fines on Attorney General William Barr after he refused to provide them with an unredacted copy of the Mueller report.\n\nU.S. Attorney General William Barr smiles as he returns to testify on \"the Justice Department's investigation of Russian interference with the 2016 presidential election\" after a break in the hearing on Capitol Hill in Washington, U.S., May 1, 2019. REUTERS/Clodagh Kilcoyne\n\nDiscussion of using their “inherent contempt” power came after Barr also refused to appear at a House of Representatives Judiciary Committee hearing meant to delve into his handling of the report by Special Counsel Robert Mueller.\n\n“Congress’ power will not be abdicated. We will enforce it,” Democrat Ted Lieu told reporters in remarks that reflected a growing view among some Democrats that President Donald Trump is challenging the basic oversight role of Congress.\n\n“We can start imposing fines on that person immediately upon contempt off the House floor. And we will go there if he does not cooperate,” said Lieu, a House Judiciary Committee member.\n\nHouse Judiciary Committee Chairman Jerrold Nadler said he may move to hold Barr in contempt of Congress over his refusal to comply with the subpoena for the full report, which describes Russia’s interference in Trump’s favor in the 2016 U.S. election and Trump’s subsequent attempts to impede Mueller’s probe.\n\nThe Trump administration’s efforts to stonewall several congressional probes of the president, his family and his businesses are pushing congressional Democrats to explore options to enforce subpoenas.\n\nThe unprecedented imposition of fines would represent an aggressive counter attack to the Trump administration.\n\nA Justice Department spokeswoman had no comment.\n\nA contempt citation is a legal tool to put some bite into their investigations, though it is not often used.\n\nA contempt finding requires majority votes by the committee involved and then the full House or Senate, but not both.\n\nEnforcement would normally be done through the courts. But some lawmakers said the “inherent contempt” power allows them to instruct the sergeant-at-arms of the House to jail a defiant witness or impose fines outside the federal court system.\n\n“We will explore all the options, and inherent contempt is certainly one of the options,” Nadler said.\n\nIt is unclear to what extent Congress could try to enforce a contempt citation on its own.\n\n“I don’t think Congress has ever imposed fines as part of the contempt proceeding,” said Michael Stern, a former U.S. House senior counsel.\n\n“There is a general sense that fines could be used, but they never have been. There is no rule that provides for it.”\n\nPrior case law underpins Congress’ inherent contempt authority to jail people.\n\nWhile those cases did not explicitly deal with fines, some legal experts have interpreted the rulings to extend that power to Congress so they are on par with federal judges.\n\nA Supreme Court case in 1821 found that the “constitutional right of self-preservation” for both courts and Congress were “analogous,” said Morton Rosenberg, a retired Congressional Research Service legal analyst.\n\nHe added that if Congress wants to impose fines on Barr, it would need to pass a resolution outlining a framework for doing so.",
        "url": "https://www.reuters.com/article/us-usa-trump-congress-fine/stung-by-snubs-house-democrats-weigh-fines-for-u-s-attorney-general-idUSKCN1S81ZN"
    },
    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "With a wing and a drumstick, Democrat uses poultry props to chide Barr",
        "text": "WASHINGTON (Reuters) - When Attorney General William Barr refused to appear at a hearing in the U.S. Congress on Thursday, one Democrat decided it was thigh time to act against what he saw as fowl behavior.\n\nCongressman Steve Cohen arrived at a hearing of the House of Representatives Judiciary Committee carrying a bucket of fried chicken and a poultry figurine. He said the props represented the nation’s top law enforcement official, who canceled his planned testimony amid a dispute over the hearing format.\n\n“The chicken Barr should have shown up today and answered questions,” the Tennessee Democrat told reporters, after he handed out pieces of fried chicken to other committee members. After the hearing concluded, committee staffers wiped up chicken grease from the area around Cohen’s seat.\n\nDemocrats accuse Barr and other administration officials of stonewalling their investigations into Trump’s taxes, his businesses and other topics.\n\nJudiciary Committee Chairman Jerrold Nadler said on Thursday that he may hold Barr in contempt of Congress if the attorney general does not turn over an unredacted copy of Special Counsel Robert Mueller’s report on Russian interference in the 2016 presidential election.",
        "url": "https://www.reuters.com/article/us-usa-trump-congress-friedchicken/with-a-wing-and-a-drumstick-democrat-uses-poultry-props-to-chide-barr-idUSKCN1S81F1"
    },
    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "White House letter blasts Mueller report, says Trump has right to instruct advisers not to testify",
        "text": "WASHINGTON (Reuters) - President Donald Trump has the right to instruct advisers not to testify before congressional oversight probes related to the Russia investigation, the White House said in a letter that blasts Special Counsel Robert Mueller’s report as deeply flawed.\n\nFILE PHOTO: Robert Mueller, as FBI director, testifies before a Senate Intelligence Committee hearing on Capitol Hill in Washington March 12, 2013. REUTERS/Kevin Lamarque/File Photo\n\nThe April 19 letter from White House legal counsel Emmet Flood to Attorney General William Barr, obtained by Reuters on Thursday, was in line with Trump’s confrontational approach to dealing with a Democratic effort to use the Mueller report as a springboard into more investigations.\n\nFlood said Trump’s decision to let advisers cooperate with the Mueller probe does not extend to congressional oversight investigations. Democrats have argued Trump waived the right to assert executive privilege by allowing advisers to cooperate extensively with Mueller.\n\nThe White House conclusion was an indication that Trump would, if necessary, declare executive privilege to prevent former lawyer Don McGahn and other advisers from testifying to Congress, which would likely trigger a court battle.\n\n“It is one thing for a president to encourage complete cooperation and transparency in a criminal investigation conducted largely within the Executive Branch. It is something else entirely to allow his advisers to appear before Congress...” the letter said.\n\nTensions have flared between the White House and congressional Democrats since the Mueller report was released. Jerrold Nadler, chairman of the House of Representatives Judiciary Committee, threatened to hold Barr in contempt for resisting demands for Mueller’s full, unredacted report, and accused Trump of “a growing attack” on democracy.\n\nHouse Speaker Nancy Pelosi, the top Democrat in Congress, accused Barr of committing a crime, saying he lied to lawmakers about his interactions with Mueller.\n\nThe White House letter was transmitted to Barr a day after the release of the Mueller report, in which the special counsel determined that Trump did not collude with Russia during the 2016 presidential campaign but pointedly did not say whether the president committed obstruction of justice.\n\nFlood’s letter said the Mueller report itself suffers from “an extraordinary legal defect.” According to relevant law, the letter said, Mueller should have rendered a judgment on whether to prosecute or not to prosecute.\n\nInstead, Mueller produced “a prosecutorial curiosity - part ‘truth commission’ report and part law school exam paper,” the letter said.\n\n“What prosecutors are supposed to do is complete an investigation and then either ask the grand jury to return an indictment or decline to charge the case,” Flood wrote in his the five-page letter to Barr.\n\n“The Special Counsel and his staff failed in their duty to act as prosecutors and only as prosecutors,” he said.\n\nFlood’s letter addressed whether Mueller had given Congress a “roadmap” for its own inquiry with his report.\n\nIf that is the case, the letter said, “it too serves as additional evidence of the SCO’s (Special Counsel’s Office) refusal to follow applicable law.”\n\nThe letter also provided a potential justification for a probe that Trump wants into those who began investigating his possible ties to Russia in 2016, when he was still a candidate.\n\nOf concern in particular were leaks about conversations that former Trump foreign policy adviser Michael Flynn had with Sergey Kislyak, the U.S. ambassador to Russia, in 2016.\n\n“Government officials, with access to classified information derived from a counterintelligence investigation and from classified intelligence intercepts, engaged in a campaign of illegal leaks against the president,” the letter said.",
        "url": "https://www.reuters.com/article/us-usa-trump-mueller/white-house-letter-blasts-mueller-report-says-trump-has-right-to-instruct-advisers-not-to-testify-idUSKCN1S81Q2"
    },
    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Founder, execs of drug company guilty in conspiracy that fed opioid crisis",
        "text": "BOSTON (Reuters) - The founder of Insys Therapeutics Inc on Thursday became the highest-ranking pharmaceutical executive to be convicted in a case tied to the U.S. opioid crisis, when he and four colleagues were found guilty of participating in a scheme to bribe doctors to prescribe an addictive painkiller.\n\nFILE PHOTO: John Kapoor (R), the billionaire founder of Insys Therapeutics Inc., leaves the federal courthouse during the trial accusing Insys executives of a wide-ranging scheme to bribe doctors to prescribe an addictive opioid medication, in Boston, Massachusetts, U.S., March 13, 2019. REUTERS/Brian Snyder/File Photo\n\nA federal jury in Boston found John Kapoor, the drugmaker’s former chairman, and his co-defendants guilty of racketeering conspiracy for engaging in a scheme that also misled insurers into paying for the drug.\n\nKapoor’s 2017 arrest came on the same day U.S. President Donald Trump declared the epidemic that has caused tens of thousands of overdose deaths annually a public health emergency.\n\nKapoor, 76, was found guilty of running a wide-ranging scheme to bribe doctors nationwide by retaining them to act as speakers at sham events at restaurants ostensibly meant to educate clinicians about its fentanyl spray, Subsys.\n\nProsecutors said Kapoor also directed efforts to defraud insurers who were reluctant to pay for Subsys. His co-defendants were former Insys executives and managers Michael Gurry, Richard Simon, Sunrise Lee and Joseph Rowan.\n\nThey face up to 20 years in prison. They denied wrongdoing, and defense lawyers signaled plans to appeal.\n\n“Dr. Kapoor is disappointed in the verdict, as are we,” Beth Wilkinson, Kapoor’s lead attorney, said in a statement. “Four weeks of jury deliberations confirm that this was far from an open-and-shut case.”\n\nThe U.S. Food and Drug Administration approved Subsys in 2012 only for use in treating severe cancer pain. Yet prosecutors claimed doctors who took bribes often prescribed Subsys to patients without cancer, helping boost sales for Chandler, Arizona-based Insys.\n\nFentanyl is an especially potent opioid, 100 times stronger than morphine.\n\nKapoor’s lawyers acknowledged Insys paid doctors but contended he believed they were being legally paid to discuss Subsys’ benefits.\n\nWilkinson in her opening statement in January told jurors Kapoor had no knowledge of “side deals” being cut with doctors. She said a former executive turned government witness, Alec Burlakoff, kept Kapoor in the dark about them.\n\nBurlakoff, Insys’ ex-vice president of sales, and Michael Babich, its former chief executive, testified against Kapoor after pleading guilty to participating in the scheme.\n\nJurors during the trial watched a rap video Insys produced for its sales staff describing its strategies to boost sales that starred Burlakoff dressed as a dancing bottle of Subsys.\n\nWitnesses also testified that Lee, an ex-stripper turned Insys regional sales director, gave a lap dance to a doctor at a Chicago club while pushing him to prescribe Subsys.\n\nInsys in August said it had agreed to pay at least $150 million in a related settlement with the U.S. Justice Department. In a statement on Thursday, it said the case involved “the actions of a select few former employees.”",
        "url": "https://www.reuters.com/article/us-insys-opioids/founder-execs-of-drug-company-guilty-in-conspiracy-that-fed-opioid-crisis-idUSKCN1S81VB"
    },
    {
        "link": "https://www.reuters.com/",
        "label": "real",
        "title": "Malaysia frees Vietnamese woman accused of killing North Korean leader's half-brother",
        "text": "KUALA LUMPUR (Reuters) - A Vietnamese woman who spent more than two years in a Malaysian prison on suspicion of killing the half-brother of North Korean leader Kim Jong Un was freed on Friday, her lawyer said.\n\nFILE PHOTO: Vietnamese Doan Thi Huong, who was a suspect in the murder case of North Korean leader's half brother Kim Jong Nam, leaves the Shah Alam High Court on the outskirts of Kuala Lumpur, Malaysia March 14, 2019. REUTERS/Lai Seng Sin\n\nDoan Thi Huong, 30, was charged along with an Indonesian woman with poisoning Kim Jong Nam by smearing his face with liquid VX, a banned chemical weapon, at Kuala Lumpur airport in February 2017.\n\nMalaysian prosecutors dropped a murder charge against Huong last month after she pleaded guilty to an alternate charge of causing harm. Huong will return to Vietnam later on Friday, her lawyer, Hisyam Teh, told Reuters.\n\nHuong was taken into immigration custody immediately after her release from prison and will remain there before boarding a flight to Hanoi, the Vietnamese capital.\n\nTeh said his client may speak at a brief news conference before boarding her flight.\n\n“In the event she is unable to talk to media I will read out a statement from her,” he said.\n\nHuong’s co-accused, Siti Aisyah, was freed in March after prosecutors also dropped a murder charge against her.\n\nSouth Korean and U.S. officials have said the North Korean regime had ordered the assassination of Kim Jong Nam, who had been critical of his family’s dynastic rule. Pyongyang has denied the allegation.\n\nRelated Coverage Murder at the airport: the brazen attack on Kim Jong Nam\n\nDefense lawyers have maintained the women were pawns in an assassination orchestrated by North Korean agents. The women said they thought they were part of a reality prank show and did not know they were poisoning Kim.\n\nFour North Korean men were also charged but they left Malaysia hours after the murder and remain at large.\n\nMalaysia came under criticism for charging the two women with murder - which carries a mandatory death penalty in the Southeast Asian country - when the key perpetrators were still being sought.",
        "url": "https://www.reuters.com/article/us-northkorea-malaysia-kim/malaysia-frees-vietnamese-woman-accused-of-killing-north-korean-leaders-half-brother-idUSKCN1S9008"
    },
    {
        "link": "https://www.npr.org/sections/news/",
        "label": "real",
        "title": "Swarthmore Fraternities Disband Over Leaked Documents That Detailed Misogyny",
        "text": "Swarthmore Fraternities Disband Over Leaked Documents That Detailed Misogyny\n\nEnlarge this image toggle caption AP AP\n\nThe only two fraternities at Swarthmore College have unanimously agreed to disband and give up their houses, ending a four-day sit-in and weeks of protest by outraged students after the publication of documents chronicling years of misogynist, racist and homophobic remarks, as well as jokes alluding to sexual assault by members.\n\nThe decisions to dissolve Phi Psi and Delta Upsilon were announced on Facebook on Tuesday night, after what both said were weeks of deliberation.\n\nThe controversy began last month, after campus publications Voices and The Phoenix released anonymously leaked internal documents from Phi Psi, dating from 2010 to 2016.\n\nThe trove of files included minutes, detailing graphic sexual encounters with female students, lists of fraternity hazing challenges, and intimate videos and photographs of women that appear to have been taken without their consent. (In most instances, the papers report, the women have their backs to the camera.) One entry refers to an alleged \"rape tunnel\" and a \"rape attic\" in one of the fraternity headquarters.\n\nCurrent members of both fraternities have noted that the actions described in the stories predate their association with the groups.\n\n\"The current members were in high school and middle school at the time of the writing of these documents,\" Phi Psi's statement reads. \"We were appalled and disgusted by the content of these minutes, which led us to question our affiliation with an organization whose former members could write such heinous statements. We cannot in good conscience be members of an organization with such a painful history.\"\n\n\"Unfortunately, the wounds are too deep to repair, and the best course of action for all those involved is to disband the fraternity completely and give up the fraternity house,\" the statement said.\n\nSimilarly, Delta Upsilon said that after \"much discussion,\" members had unanimously agreed that \"disbanding our fraternity is in the best interest\" of the university.\n\n\"We hope that our former house will provide a space that is inclusive, safe, and promotes healing,\" the statement said.\n\nAs WHYY reporter Laura Benshoff wrote, pressure on university officials to terminate the two fraternity house leases began as early as April 3, when students created a social media page called \"Why Swarthmore's Fraternities Must Go.\"\n\nThe Tumblr page contained anonymous accounts of sexual assault, including some that allegedly occurred in what some students refer to as the \"rape attic,\" a second-story bedroom in one of the fraternity houses.\n\nDemonstrators called on the universities to rescind the fraternities' leases and turn the buildings over to groups that were disparaged by the fraternities.\n\nThe reaction on campus was one of jubilation.\n\n\"It was earsplitting. People were screaming and singing and laughing,\" Amal Haddad, a freshman and a member of a group called Organizing for Survivors, told NPR.\n\nHaddad is one of several student activists who organized the sit-in on the lawn and inside the stone house in the middle of campus that serves as Phi Psi's headquarters and is where dozens of students have said they experienced some type of unwanted touching, groping or sexual assault.\n\n\"There was also crying because a lot of work still has to be done to heal and transform. So much violence has happened here,\" she added.\n\nHaddad disputes the fraternities' assertion that the misogynist and sexually aggressive behaviors described in the 117-page document are a thing of the past, calling it \"nonsense.\"\n\n\"I know countless people who have been groped or assaulted this year alone,\" she said, adding the general attitude of fraternity members on campus is of \"complete entitlement.\"\n\nEnlarge this image toggle caption AP AP\n\nIn one entry from 2013, written shortly after a referendum to close the fraternities failed, said: \"Like is there a hotter organization on campus right now than the Phi brotherhood? ... We just took a nice sloppy poop on that referendum and we control the social scene.\"\n\nThe writer then urged the group to create a sex trafficking ring, adding, \"God that would be hot.\"\n\nAnother entry relays an anecdote about a Phi Psi member who took a walk around campus one night. \"On Saturday he decided to take one of these strolls and came across a chick passed out faced first in front of trotter. We weren't given any real details as what occurred after he found her.\"\n\nAfter reading through the documents, Haddad, who lives in the same hall as many fraternity members, said, \"It's clear they haven't changed.\"\n\nFrustration with the school's perceived inaction grew at the small liberal arts college after the documents were posted, and demonstrators began gathering in and around Phi Psi's building on Saturday. Four days of protests eventually prompted Swarthmore College President Valerie Smith to suspend fraternity activities pending the outcome of an external investigation.\n\nFollowing the fraternities' announcements on Tuesday, Smith issued a statement saying, \"We respect these students' decision to take this action, and we appreciate their strong condemnation of behavior described in the 2013-16 materials that have recently come to light.\"\n\nThe university plans to continue work by the Task Force on Student Social Events and Community Standards that began last spring, Smith said.\n\nLast year, Smith rejected the task force's recommendations on changes to Greek life on campus, including the suggestion to end leases to Phi Psi and Delta Upsilon.\n\n\"We have heard heartbreaking stories from students who feel unwelcome to the point of wanting to transfer out of our community,\" Smith said this week. \"Those stories have come from across the spectrum of our student body — from student protesters to fraternity members.\n\n\"Stories such as these reflect our failure to realize the values we so often espouse,\" she said, adding that there is \"no evidence that any current student participated in the behaviors documented in the unofficial 'minutes.' \"",
        "url": "https://www.npr.org/2019/05/02/718969495/swarthmore-fraternities-disband-over-leaked-documents-that-detailed-misogyny"
    },
    {
        "link": "https://www.npr.org/sections/news/",
        "label": "real",
        "title": "British Judge Sentences Julian Assange To 50 Weeks In Prison",
        "text": "British Judge Sentences Julian Assange To 50 Weeks In Prison\n\nEnlarge this image toggle caption Jack Taylor/Getty Images Jack Taylor/Getty Images\n\nJulian Assange has been sentenced to 50 weeks in prison by a British judge.\n\nThe controversial founder of WikiLeaks was arrested in April after being pushed out of the Ecuadorian Embassy in London, where he had been living since 2012, avoiding an international arrest warrant. That same day, he was convicted of jumping bail.\n\nJudge Deborah Taylor said Assange's time in the embassy had cost British taxpayers the equivalent of nearly $21 million, and that he had sought asylum in a \"deliberate attempt to delay justice.\"\n\nAssange offered a written apology in court, claiming that his actions were a response to terrifying circumstances. He said he had been effectively imprisoned in the embassy; two doctors also provided medical evidence of the mental and physical effects of being confined.\n\nThe judge was not swayed by the arguments. \"You were not living under prison conditions, and you could have left at any time to face due process with the rights and protections which the legal system in this country provides,\" she said.\n\nAssange's prison sentence fell two weeks short of the 12-month maximum.\n\nSupporters of the 47-year-old, who see him as a light shining truth on government abuses of power, shouted \"Free Julian Assange\" as the van that transported him left Southwark Crown Court.\n\nProtesters congregated nearby, criticizing the mainstream media and reportedly repeating the words \"Shame on you\" to the judge.\n\nAssange had been wanted for questioning about allegations of rape and sexual misconduct, and he had faced extradition to Sweden, but Ecuador granted him asylum. He has maintained that he is innocent.\n\nAssange is scheduled for another court hearing Thursday, as he faces the possibility of extradition to the United States. The U.S. Justice Department has accused him of helping former intelligence analyst Chelsea Manning in cracking a password stored on Department of Defense computers. Authorities said the trove of classified documents that WikiLeaks eventually published threatened U.S. national security.\n\nManning was convicted and served more than six years in prison. Her 35-year sentence was commuted by then-President Barack Obama.\n\nFederal investigators have also said that Assange and WikiLeaks played an integral role in the Russian attack on the 2016 presidential election. Prosecutors contend that Russia's military intelligence agency, the GRU, gave Assange emails it had pilfered during that time.\n\nSwedish authorities dropped one case against him because it expired, but Assange may still face prosecution efforts in Sweden. After his arrest, more than 70 members of British Parliament signed a letter to support his extradition to Sweden if authorities there request it.\n\nWikiLeaks called Assange's sentence on Wednesday \"as shocking as it is vindictive.\" The organization said it has \"grave concerns as to whether he will receive a fair extradition hearing in the UK.\"\n\nWikiLeaks' Icelandic editor, Kristinn Hrafnsson, told reporters that Thursday's hearing would be the \"big fight,\" a battle over Assange's extradition to the United States.\n\n\"What is at stake there could be a question of life and death for Mr. Assange,\" he said. \"It is also a question of life and death for a major journalistic principle.\"",
        "url": "https://www.npr.org/2019/05/01/718945707/british-judge-sentences-julian-assange-to-50-weeks-in-prison"
    },
    {
        "link": "https://www.npr.org/sections/news/",
        "label": "real",
        "title": "Colorado Sen. Michael Bennet Launches 2020 White House Bid After Cancer Battle",
        "text": "Colorado Sen. Michael Bennet Launches 2020 White House Bid After Cancer Battle\n\nEnlarge this image toggle caption Zach Gibson/Getty Images Zach Gibson/Getty Images\n\nUpdated at 9:01 a.m. ET\n\nColorado Sen. Michael Bennet will join the growing field of Democrats seeking the 2020 presidential nomination after he was declared cancer-free.\n\n\"My plan is to run for president,\" Bennet said in an interview Thursday on CBS This Morning.\n\n\"I think this country faces two enormous challenges, among others. One is a lack of economic mobility and opportunity for most Americans, and the other is the need to restore integrity to our government,\" Bennet said. \"I think we need to do both of those things.\"\n\nThe 54-year-old announced last month that he had been diagnosed with prostate cancer following a routine physical, delaying his planned White House announcement.\n\n\"The idea was to announce sometime in April,\" Bennet told The Colorado Independent. \"That was the plan. We hired some staff. We interviewed people for positions in New Hampshire and Iowa. And then I went for the physical. In my last physical, my PSA was high. They did a biopsy, and it was clear. But this time, it was not clear.\"\n\nHe said on CNN later that week that the diagnosis still didn't deter his 2020 plans.\n\n\"I'm looking forward to running in 2020,\" Bennet said. \"This obviously was unexpected. But we caught it early. It's something that I think we're going to be able to treat. And I don't think it should keep me off the trail.\"\n\nNow, following a successful surgery, Bennet is officially resuming efforts to win his party's nomination to try to defeat President Trump next year.\n\nBennet is the seventh senator to jump into the Democratic race and the second Coloradan, along with former Gov. John Hickenlooper, pitting Bennet against his onetime boss.\n\nBennet was plucked from the business world by Hickenlooper, a centrist and fellow alumnus of Wesleyan University, to be his chief of staff in the Denver mayor's office. Hickenlooper once told The Denver Post that Bennet was essentially \"the second mayor, the hidden mayor\" of the state capital.\n\nIn 2005, Bennet became the superintendent of the Denver Public Schools, helping to boost standards and competency rates during his four-year tenure. He was on President Barack Obama's shortlist to be education secretary when he was elected in 2008 but was ultimately passed over. However, another Cabinet choice would eventually pave Bennet's unlikely path to the Senate. When Colorado Sen. Ken Salazar was picked by Obama to lead the Interior Department, then-Gov. Bill Ritter surprised many people by choosing Bennet to replace him.\n\nThat relatively obscure profile Bennet had before coming to D.C. left Republicans hopeful they could knock him off in 2010, but he won a full term in what was otherwise a good year for the GOP. Bennet went on to chair the Democratic Senatorial Campaign Committee for the 2014 cycle and win re-election again in the purple state in 2016 by 6 percentage points. In the Senate, he has often worked across the aisle, including with his Colorado GOP colleague Cory Gardner, especially on energy and education issues.\n\nBennet's father, Douglas, was the president of NPR in the 1980s.",
        "url": "https://www.npr.org/2019/05/02/712486850/colorado-sen-michael-bennet-launches-2020-white-house-bid-after-cancer-battle"
    },
    {
        "link": "https://www.npr.org/sections/news/",
        "label": "real",
        "title": "Opioid Executive John Kapoor Found Guilty In Landmark Bribery Case",
        "text": "Opioid Executive John Kapoor Found Guilty In Landmark Bribery Case\n\nEnlarge this image toggle caption Steven Senne/AP Steven Senne/AP\n\nUpdated 5:30 p.m. ET\n\nA jury in Boston has found onetime billionaire and drug company executive John Kapoor and his four co-defendants guilty of a racketeering conspiracy. The verdict came Wednesday after 15 days of deliberation.\n\nThe federal government accused Kapoor, the founder of Insys Therapeutics, and his co-defendants of running a nationwide bribery scheme. Between 2012 and 2015, Insys allegedly paid doctors to prescribe its potent opioid medication and then lied to insurance companies to ensure that the expensive fentanyl-based painkiller would be covered.\n\nKapoor is among the highest-ranking pharmaceutical executives to face trial amid a national opioid epidemic. By pursuing this case, the federal government was seen as sending a message that it is holding drug companies accountable for their role in the epidemic.\n\nThe guilty verdict could strengthen the cases against other pharmaceutical executives implicated in the opioid crisis.\n\n\"Today's convictions mark the first successful prosecution of top pharmaceutical executives for crimes related to the illicit marketing and prescribing of opioids,\" U.S. Attorney Andrew E. Lelling said in a statement. \"Just as we would street-level drug dealers, we will hold pharmaceutical executives responsible for fueling the opioid epidemic by recklessly and illegally distributing these drugs, especially while conspiring to commit racketeering along the way.\"\n\n\"This is a landmark prosecution that vindicated the public's interest in staunching the flow of opioids into our homes and streets,\" he continued.\n\nBrad Bailey, a criminal defense attorney in Boston and a former federal prosecutor, who has been following this case, said the 10-week trial represented a rare instance in which the federal government used criminal charges to go after corporate executives.\n\n\"That's always unusual. That's always an attention grabber,\" said Bailey. \"The big issue is the use of racketeering charges, which had been originally designed to go after the Mafia.\" By charging Kapoor and his co-defendants with racketeering, Bailey said, the federal government was essentially saying that the practices at Insys Therapeutics resembled organized crime.\n\nWhile the criminal charges set this case apart, the schemes detailed in this trial mirror the aggressive tactics that other pharmaceutical companies have allegedly used to push the sale of opioids.\n\nBribes and lies, or an unknowing executive?\n\nCalling 39 witnesses, federal prosecutors argued that Kapoor was motivated by money and willing to put patients' lives at stake to improve his bottom line. They depicted Insys Therapeutics as a struggling company under intense pressure from Kapoor to succeed.\n\nProsecutors outlined a two-step approach that Insys followed to boost sales of its opioid painkiller, Subsys: first, bribe doctors and, then, lie to insurance companies.\n\nInsys allegedly targeted doctors with a track record of liberally prescribing opioids, inviting them to participate in a \"speakers program.\" According to the government, doctors were paid handsomely even if nobody showed up for the lectures, but only if the doctors wrote a lot of prescriptions for Subsys. Often, prosecutors say, this meant patients who didn't need the medication were prescribed it anyway.\n\nInsys then allegedly set up a call center where drug company employees pretended to be from doctor's offices. Jurors heard phone calls in which Insys employees made up diagnoses to ensure that insurance companies covered Subsys, which can cost tens of thousands of dollars a month.\n\nThe defense attorneys for Kapoor and his four co-defendants called only a handful of witnesses. One was a patient who vouched for Subsys, saying it significantly reduced his pain after a car accident. The defense also emphasized Kapoor's personal story, arguing that he was motivated to create Subsys only after seeing his now-deceased wife struggle with severe pain.\n\nHowever, the crux of the defense's argument was that Kapoor was unaware of the illegal schemes. They blamed several former employees, in particular Alec Burlakoff, the former vice president of sales at Insys. Burlakoff and several other former Insys executives pleaded guilty and testified for the prosecution in the hopes of getting a more lenient sentence. The defense emphasized Burlakoff's history of lying and his hatred of Kapoor, which was captured on tape by federal investigators.\n\nIn closing arguments, defense attorneys highlighted contradictions in the testimony of several star government witnesses.\n\nWhile Kapoor has been on trial in Boston's federal courthouse, the company he founded has been facing financial troubles and management turmoil. Arizona-based Insys Therapeutics said in a statement that \"there is substantial risk surrounding our ability to continue ... primarily due to mounting legal costs and uncertain legal settlement exposures.\"\n\nLast year, the pharmaceutical company agreed to pay at least $150 million to end a Justice Department investigation into the bribery and kickback scheme. The insurance company Aetna, as well as patients, shareholders and state attorneys general, have also sued Insys.\n\nOn April 15, Insys replaced its CEO, Saeed Motahari, with the company's chief financial officer, Andrew Long. Since their high point in 2015, Insys shares have tumbled. Bloomberg News reported that shares had fallen 90 percent.\n\nBailey, the former federal prosecutor, says other pharmaceutical companies may see Insys' woes as a cautionary tale. However, some worry that the trial didn't strike at the root of the opioid crisis.\n\nLeo Beletsky, a professor of law and health sciences at Northeastern University, says, \"A lot of what pharmaceutical companies did in the context of the opioid crisis that we are dealing with now was not, in fact, illegal. It was maybe unethical, but it was not illegal.\"\n\nWhile bribing doctors to write prescriptions and fabricating diagnoses is illegal, paying physicians to promote products to their peers is a common practice in the pharmaceutical industry. Off-label prescribing is also legal and common, although sales representatives are not technically supposed to advocate for off-label uses of a medication.\n\nBeletsky says by focusing on individuals and their illegal schemes, this trial overlooked broader issues, such as drug companies legally spending billions of dollars to maximize the use of their medications.\n\nFor Beletsky, the answer lies in regulation. \"We need to think much more deeply about how we regulate the pharmaceutical industry and how we prevent these kinds of practices from occurring in the first place,\" says Beletsky.\n\nHowever, experts say, there are currently no major legislative efforts to regulate the pharmaceutical industry. For now, the pushback against marketing strategies that allegedly fueled the opioid crisis remains in the courts.",
        "url": "https://www.npr.org/2019/05/02/711346081/opioid-executive-john-kapoor-found-guilty-in-landmark-bribery-case"
    },

    {
        "link": "https://www.chicagotribune.com/",
        "label": "real",
        "title": "Friend of AJ Freund's mother describes the day when 5-year-old boy was reported missing",
        "text": "A woman described in police documents as a “very close friend” of the mother of Andrew “AJ” Freund said Thursday she previously knew nothing about the tragic circumstances surrounding the 5-year-old Crystal Lake boy’s death.\n\n“If I would have known what I know now I would have done a heck of a lot more,” the friend told the Tribune.\n\nThe woman’s name appeared in a police affidavit describing the investigation that led to AJ’s parents being charged in his death. Texts sent between the woman and JoAnn Cunningham, the boy’s mother, are referenced in the document.\n\nThe woman said Thursday she was in the family’s home when a 911 call was made April 18 reporting AJ missing. But the woman said the call was made about a half-hour after she urged Cunningham and the boy’s father to report his disappearance. The woman said she “flew over there” to the Crystal Lake home on that day after being told by Cunningham that AJ could not be found.\n\nThe woman, who the Tribune is not naming because she said she has received death threats after the affidavit with her name appeared online, said she helped search for the boy in the home and while doing so heard AJ’s father, Andrew Freund, make the 911 call. As they searched, Cunningham was saying, “I want my kid back,” according to the woman. The woman also searched nearby stores.\n\nThat was three days after authorities allege that Cunningham and Freund killed the boy. Authorities say Freund later buried his body is a shallow grave near Woodstock, where he was found April 24.\n\nThe parents were charged with AJ’s killing, as well as aggravated battery, aggravated domestic battery, failure to report a missing child and, in Freund’s case, concealment of a homicide. Cunningham also was charged with an aggravated battery related to a video found on her phone from March 4.\n\nDespite police describing her in the affidavit as being a close friend to Cunningham, the woman said they “were not close.”\n\nIn the affidavit, police said cellphone records indicate that Cunningham texted her friend about AJ’s health on April 16 — the day after AJ is alleged to have been killed. According to the affidavit, Cunningham “complained about AJ as not getting better from what she had previously self-diagnosed or likened to oppositional defiance disorder (ODD).”\n\nAccording to the affidavit, many text messages between the women were deleted from Cunningham’s phone but were found on her friend’s, including the April 16 text.\n\nStanding in her garage Thursday at her suburban home, the woman was trembling and in tears. She told the Tribune that their friendship has lasted about two or three years and has consisted mostly of texting each other.\n\nAJ Freund saga: The family's interactions with DCFS and how the tragedy unfolded »\n\nThe friend said Cunningham felt comfortable talking to her about AJ’s supposed ODD because her own son has ODD.\n\nShe said when she visited, the house was often cluttered but not as bad as recent reports have indicated.\n\nShe said they had gone to the beach together about two years ago with family members and she did not see any bruises on AJ or his younger brother or anything out of sorts with their relationship. She did recall seeing scars on AJ’s face about a year ago that she said Cunningham said was the result of AJ spilling boiling water on himself.\n\nThe Illinois Department of Children and Family Services has said it has had a history of dealing with the family since AJ was born with opiates in his system.\n\nThe woman said she fears for her family’s safety and her own health because of her association with Cunningham. She said she and her family have been harassed and have received death threats.\n\n“Leave me alone, realize I am not part of this,” she begged of those she said were harassing her.\n\nA year before AJ Freund died, a McHenry County prosecutor raised concerns about how DCFS handled cases in his county »\n\nAt one point while speaking to a reporter Thursday, she collapsed to the ground, apparently from stress. But neighbors later said she was OK.\n\n“I just want this to be over,” she said.\n\nThe woman said she wants people to know that she willingly turned over her cellphone to authorities and has been cooperating all along and, like everyone else, did not know what truly had happened to AJ.\n\n“People are assuming I knew everything,” she said. “If I knew, why would I give the FBI my cellphone?”\n\nBefore knowing AJ’s fate and while he was still reported as missing, the friend said Cunningham asked her to drive her to a custody hearing April 23 concerning AJ’s younger brother.\n\nCunningham would remain at the courthouse that night until 2:30 a.m. April 24.\n\n“They told (me) they were keeping her for questioning and I left,” the friend said.\n\nLater that morning, Freund led authorities to the body. He and Cunningham were arrested and charged in the death of their son.\n\nSince her arrest the friend said Cunningham has been calling her from jail and she has blocked her calls.\n\n“I’m not OK,” the friend said, sobbing. “He’s gone.”\n\n",
        "url": "https://www.chicagotribune.com/news/local/breaking/ct-met-aj-freund-joann-cunningham-friend-20190502-story.html#nt=oft12aH-1la1"
    },
    {
        "link": "https://www.chicagotribune.com/",
        "label": "real",
        "title": "Video of beaten 5-year-old AJ Freund on mom's phone helped crack case, search was made for 'child cpr,' authorities say",
        "text": "A video of a badly beaten 5-year-old Crystal Lake boy on his mother’s cellphone helped crack the investigation into his killing, according to court documents.\n\nThe two-minute video on JoAnn Cunningham’s phone, taken more than a month before Andrew “AJ” Freund’s death, showed the boy with severe bruising on his face and body as he was being berated for urinating in his bed, the documents alleged.\n\nA year before AJ Freund died, a McHenry County prosecutor raised concerns about how DCFS handled cases in his county »\n\nHis mother also allegedly searched online for “child cpr” the night of AJ’s death, according to the documents. The boy’s father, Andrew “Drew” Freund, told police that the search, which took place at 3:17 a.m., was related to Cunningham’s current pregnancy, though he could not provide a further explanation, the documents say.\n\nThe father also said AJ was forced to take a long, cold shower and was put to bed “cold, wet, and naked” before being found dead, the documents indicate.\n\nThose grim details came out in a sworn statement by McHenry County sheriff’s Detective Edwin Maldonado in a request for a search warrant April 24, which was posted in the court file this week.\n\nThe parents were charged with AJ’s killing, as well as aggravated battery, aggravated domestic battery, failure to report a missing child, and in Freund’s case, concealment of a homicide. Cunningham was also charged with an aggravated battery related to the video.\n\nThe parents are being held in McHenry County Jail in lieu of $5 million bail each while awaiting court proceedings.\n\nThe statement alleges AJ’s younger brother told investigators that his mother told him AJ “fell down the stairs and had a lot of owies.”\n\nThe parents had reported AJ missing the morning of April 18, telling police they had last seen him when they put him to bed the night before. But there were no signs of forced entry to the home nor that AJ had left, police said.\n\nFoster family, grandmother remember 'superhero' AJ Freund's 'happy, fun-loving' times when he was a part of their lives »\n\nThe turning point in the investigation described in the affidavit appeared to be when a forensic analysis discovered the video, recorded March 4, during a search of deleted files on Cunningham’s phone.\n\n“AJ is seen to (be) naked except for some small bandages around both wrists and circling his hips,” the affidavit stated. “AJ is seen to be holding an ice pack to his face and when he removes it he is seen to have deep red bruising around his eyes, and yellowish-green bruising around his neck and upper chest. It did not appear from the video that AJ received professional medical attention.”\n\nPhotos provided by Crystal Lake Police show the living conditions inside the home of 5-year-old Andrew \"AJ\" Freund. The images range from 2012 to 2018, and were taken when police were called to the home for domestic complaints. (Crystal Lake Police Department) (Crystal Lake Police Department)\n\nWhen FBI and Crystal Lake police investigators confronted the father with the video at 2:40 a.m. April 24, Freund blamed AJ’s injuries on Cunningham, and then gave an account of what happened the night AJ died, the documents alleged.\n\n“Drew also said that he believed AJ died on Monday morning after spending a prolonged time in a cold shower,” the affidavit stated. “Drew explained he wanted Joann to stop with the hard physical beatings and do some less violent form of punishment. Drew said cold showers was decided (as the alternative).\n\n“Drew said on or about … 4/15/19, AJ had lied about soiled underwear and he was subjected to a cold shower. Drew said he helped AJ out of the shower after he’d been there approximately 20 minutes, and put AJ to bed ‘cold, wet, and naked.’\n\n“Drew said Joann got up and checked on AJ and that was when she got Drew and used Drew’s phone to search for child cpr. Drew advised at some point that he believed AJ had died. Drew said the next day he took AJ’s body to the basement and stored him in a tote. He said on the night of 4/17/19 he placed Andrew inside of several trash bags, placed the body in the trunk of his car, and drove him to an area in Woodstock. Drew said he dug a shallow grave for AJ, placed him in it, covered it with straw, and left.”\n\nFreund took police to the grave on a vacant property near Woodstock, where they found AJ’s body, the documents alleged.\n\nAn autopsy determined that AJ died from blunt force trauma to his head.\n\nThe documents said that police found the family home in “hoarder” condition. Freund’s cellphone contained a photo of a handwritten shopping list containing duct tape, plastic gloves, air freshener and bleach, and at least some of those items were found at the house.\n\nAJ’s visitation is set for 1-8 p.m. Friday at Davenport Family Funeral Home in Crystal Lake. Memorial services will be private.\n\nIn his request for a search warrant, Maldonado added many details about the evidence investigators found and what Freund told him.\n\nMaldonado said police had made numerous visits to the house at 94 Dole Ave., mostly for domestic violence and well-being checks. He described the parents as “known and self-admitted prior narcotics abusers.”\n\nWhile police questioned him for several hours on April 18, Freund said the night before AJ allegedly went missing, Freund “hung out” with his sons before going to a Jewel grocery store, according to Maldonado.\n\nFreund said he and Cunningham put AJ to bed after brushing teeth, washing hands and saying prayers. The next morning, Freund went to a doctor’s appointment at 6:30 a.m. A woman who checked him out said he took a receipt and said, “The lawyer in me thinks I need a paper trail.”\n\nWhen Freund told Crystal Lake police Detective David Eitel about the visit, he told the detective he should make a copy of Freund’s appointment card and include it with the case, which Eitel considered suspicious.\n\nFreund said Cunningham believed AJ had “oppositional defiance disorder,” or ODD, and gave a glimpse of the interactions within the family.\n\n“Drew explained AJ thinks of himself as the leader of the home and therefore he is defiant to his parents, lies, disobeys, and thinks things should go his way. Drew explained that, yes, he and Joann lock AJ in his room at night because sometimes he gets out throughout the house. Drew also said sometimes AJ had disciplinary timeouts of a whole afternoon locked in his bedroom, once for 5 hours.\n\n“Drew explained that a short time ago Joann had asked AJ to wash dishes and that AJ did not do a very good job, despite having been instructed the proper way to do dishes. Drew said this minor infraction was compounded by the fact that AJ then lied about some aspect of his dish-washing performance.",
        "url": "https://www.chicagotribune.com/news/local/breaking/ct-met-aj-freund-video-cracked-murder-investigation-20190501-story.html#nt=oft12aH-1la1"
    },
    {
        "link": "https://www.chicagotribune.com/",
        "label": "real",
        "title": "Judge grows testy at call he recuse himself from deciding on special prosecutor in Jussie Smollett case",
        "text": "A hearing on a request for a special prosecutor in the Jussie Smollett case quickly switched its focus Thursday from the “Empire” actor to the judge on the bench.\n\nThe proceedings grew unexpectedly heated when Sheila O’Brien, a retired appellate judge pushing for the special prosecutor, filed last-minute paperwork suggesting that Cook County Judge LeRoy Martin Jr. recuse himself from deciding the issue because his son has worked as a county prosecutor since last year.\n\nO’Brien contended that would put Martin in a precarious position if State’s Attorney Kim Foxx was called as a witness in the proceedings.\n\nColumn: If it pleases the court: Watch Jussie Smollett in an Obama White House video »\n\n“You’re going to decide whether the state’s attorney, your son’s boss, is telling the truth,” O’Brien said. “Your son’s career is tied to the potential witness’ career.”\n\nMartin, who at times appeared to barely conceal his frustration with O’Brien’s argument despite keeping a smile on his face, postponed the hearing until next week to give him time to consider the request for him to step aside. He made it clear, though, he thought O’Brien’s request had taken a personal turn he didn’t appreciate.\n\n“Never before has this issue come up regarding this, considering the fact that I sit in judgment of cases every day involving the state’s attorney’s office,” he said. “It troubles me that we’re having this discussion about my family member because bringing one’s family into these kinds of circumstances is troubling.”\n\nO’Brien said she only realized that the younger Martin’s connection to the prosecutors’ office would become an issue Wednesday night after news media reports about his employment.\n\nMartin, the presiding judge of the Circuit Court’s Criminal Division, also appeared frustrated that O’Brien expected him to decide on the matter at the last minute. That led to a testy exchange between the two.\n\n“You stepped up and 10 minutes ago you file-stamped this and dropped this on my desk, and (you) tell me that I need to decide this issue that you’ve just made an issue a few moments ago,” he said. “Like you, I wasn’t aware of --”\n\n“You weren’t aware your son was a state’s attorney?” O’Brien interrupted.\n\n“Only my wife can complete my sentences,” Martin shot back to scattered applause from the courtroom gallery.\n\nJussie Smollett seeks to block his appearance in court »\n\nProsecutors from Foxx’s office also slammed O’Brien’s request for Martin to step aside, noting that his son had nothing to do with the Smollett case — and doesn’t even practice at the Leighton Criminal Court Building, where Martin works. Martin’s son, LeRoy III, who has been with the state’s attorney’s office since April 2018, works as a prosecutor in the juvenile court.\n\nAssistant State’s Attorney Mark Rotert argued that O’Brien’s bid to force Martin out was only misdirection because her petition for a special prosecutor is deeply flawed and should be tossed out.\n\nIllinois statute “clearly slam-dunks her argument. She cannot win,” Rotert said. “Because she cannot win, she comes in and misdirects with other issues. … When we get to the heart of this matter ultimately, we will find there’s no there there.”\n\nJussie Smollett's character on 'Empire' still in limbo »\n\nWhen prosecutors and Martin repeatedly raised the point that Martin regularly hears cases involving the state’s attorney’s office, O’Brien said that might signal a broader problem.\n\n“Maybe there should be a hard look about whether people who have relatives in the state’s attorney’s office should be judges on these cases,” she said. “Maybe there’s an appearance of impropriety.”\n\nSteven Lubet, a professor at Northwestern University’s Pritzker School of Law who has written extensively on judicial ethics, said Martin’s son is too far removed from the Smollett case for his connection to cause an ethical concern.\n\n“Family relationships can require the disqualification of a judge, but typically it’s because the relative is actually involved in the case before the court,” he said. “ … This is just too remote to require disqualification.”\n\nKim Foxx opposes appointing special prosecutor »\n\nO’Brien filed the petition the week after Foxx’s office made the surprise decision to drop all charges against Smollett just weeks after indicting him on 16 counts of disorderly conduct alleging he staged an attack on himself.\n\nSmollett, who is African-American and openly gay, found himself at the center of an international media firestorm after he reported in late January being the victim of an attack by two people shouting racist and homophobic slurs.\n\nBut he was charged after Chicago police determined that Smollett had agreed to pay $3,500 to two brothers he knew to stage the attack.\n\nFoxx has faced fierce criticism over her office’s abrupt dismissal of the charges, including calls for her resignation by the Chicago Fraternal Order of Police. The county inspector general’s office is investigating the matter at Foxx’s request.\n\nIn her petition, O’Brien highlighted how Foxx said she recused herself in the early stages of the investigation — only to claim recently that it was not a recusal “in the legal sense” that would have required the entire office to withdraw from the prosecution.\n\nO’Brien alleged that Foxx’s actions created “a perception that justice was not served here, that Mr. Smollett received special treatment.”\n\nBoth county prosecutors and Smollett’s attorneys have said the petition is legally flawed and that the appointment of a special prosecutor is unnecessary because of the review already undertaken by the IG’s office.\n\n",
        "url": "https://www.chicagotribune.com/news/local/breaking/ct-met-jussie-smollett-kim-foxx-special-prosecutor-20190501-story.html#nt=oft12aH-1gp2"
    },

    {
        "link": "https://www.chicagotribune.com/",
        "label": "real",
        "title": "On farewell tour, Rahm Emanuel responds to 'Mayor 1 percent' criticism: 'I’m proud that we have a thriving, successful central business district'",
        "text": "Mayor Rahm Emanuel used a downtown speech on his farewell tour Thursday to hit back at critics and try to shore up his legacy on his way out the door.\n\nSpeaking to a City Club of Chicago luncheon packed with officials from his administration, city contractors and downtown business types, Emanuel acknowledged he can rub people wrong but said his headstrong impatience is sometimes needed to get results. “I am who I am,” said Emanuel, a more unrepentant stance than when he donned a fuzzy sweater during a 2015 re-election ad and apologized for unspecified mistakes.\n\nWhile his decision to close dozens of Chicago public schools in his first term, many in African-American neighborhoods, and to oversee the first Chicago Teachers Union strike in decades in 2012 are often pointed to as prime examples of his failure to collaborate and listen to the needs of residents, Emanuel tried to frame his educational achievements as proof he takes such concerns to heart.\n\n“During the campaign, I heard from parents all the time, ‘How come those kids on the North Side get full-day kindergarten and ours don’t?’ Or the parents that said to me, ‘How come our kids don’t get recess and arts, and there’s no time in the day and we only get 20 minutes for reading?’ ” Emanuel said. “I heard their voices. I also had the political courage and the will to take those voices to the table.”\n\nAnd he took his customary opportunity to hold up his accomplishments next to those of his predecessor, Mayor Richard M. Daley, as usual without naming Daley. Emanuel’s success in getting union contracts with longer school days stands in contrast to Daley’s failure to achieve that, he said.\n\n“Besides meeting and listening, you have to learn,” he said. “And learning means, my predecessor, in both the ’03 and ’07 contracts, tried to get a full school day, and didn’t. Tried.”\n\nCSO, Lucas museum, the Riverwalk: Rahm Emanuel talks arts in Chicago, what he's most proud of — and regrets »\n\nEmanuel in recent weeks has been making his case for his two terms as he prepares to hand the keys to the fifth-floor office at City Hall to Lori Lightfoot on May 20.\n\nWBBM-AM political editor Craig Dellimore interviewed Emanuel at the luncheon, a departure from the usual City Club format where speakers address the crowd then take questions submitted by the audience.\n\nDellimore also pressed Emanuel on the “Mayor 1 percent” tag that has dogged him for years, a nickname critics use to tie him to wealthy supporters and downtown development they say he favors at the expense of struggling outlying neighborhoods.\n\nEmanuel first responded by taking a swipe at wealthy Blackhawks and United Center owner Rocky Wirtz, who has publicly ripped Emanuel for raising entertainment taxes at big venues such as the United Center: “Go ask Rocky Wirtz what he thinks about being part of the 1 percent.”\n\nWhen Dellimore said the criticism comes from poor and working-class neighborhoods that feel like they’ve been left behind while the Loop and adjoining neighborhoods have boomed under Emanuel, the mayor changed tacks. He defended investments downtown.\n\n“You name me one world-class city in the world with a decaying central business district,” Emanuel said. “Name one. They don’t exist. I’m proud that we have a thriving, successful central business district that gives us the revenue to also fund from 14 to 33,000 kids in summer jobs.”\n\nAnd Emanuel said he has worked to fix neighborhood problems he inherited, asking West Side Ald. Michael Scott Jr., 24th, whether difficulties in his part of the city began when Emanuel took office. “Let’s be honest, guys, did the problems on the South and West sides start in 2011? Ald. Scott?”\n\n“Nope,” Scott said from his seat in the crowd.\n\n“OK, thank you,” Emanuel continued. “They didn’t start then. The real question is, did we start to put the resources (in those neighborhoods)?”\n\nOn political corruption that has long been part of the city’s reputation, Emanuel ticked off a laundry list of scandals in City Hall in Baltimore and elsewhere to make the case Chicago really isn’t that bad, relatively speaking.\n\n“It’s a cheap story for you all to say ‘Chicago’s the most corrupt.’ Really? There’s a mayor stepping down today in another city. There’s a speaker in another state and a governor in trouble. There’s another state where the governor’s chief of staff is in trouble. Come on. Has Chicago got a long way to go? You don’t need me to sit here and tell you that. But have we made significant improvements to where we were 20, 30, 40 years ago? Yes.”\n\n",
        "url": "https://www.chicagotribune.com/news/local/politics/ct-met-rahm-emanuel-city-club-speech-20190502-story.html#nt=oft12aH-1gp2"
    },

    {
        "link": "https://www.chicagotribune.com/",
        "label": "real",
        "title": "YouTube star faces prison for coercing teen admirers to perform sexually explicit dances in live online chats",
        "text": "The young fans who lifted Austin Jones to internet stardom were devout in their affection, the way only teenage girls can be.\n\nCrowds would swarm the singer after his shows, and his admirers — many connecting to songs that hinted at Jones’ own traumatic history — flooded him with messages confiding in him about their own abuse and depression.\n\nIt was among those devoted fans that Jones found his victims, coercing underage girls to perform sexually explicit dances during live online chats by promising modeling opportunities, Instagram stardom and his valuable attention.\n\n“ohmygoodness that’s amazing!!” one victim responded when Jones told her she had “a lot of modeling potential,” according to prosecutors.\n\nOn Friday, the U.S. attorney’s office will seek an 11-year prison sentence for Jones, 26, in Chicago’s federal court following his guilty plea in February to child pornography charges. The resident of west suburban Bloomingdale admitted he persuaded six underage girls — 14 to 15 at the time — to make sexually explicit videos for him while attempting to coerce as many as 30 others as well.\n\n“He preyed on their youth, their vulnerabilities and most glaringly, their adoration of him, and he did it over and over again,” prosecutors said in a court filing last week. “He coached the girls on what to wear, what to say, how to dance and what to do in the videos.”\n\nYouTube star Austin Jones pleads guilty to coercing underage girls to send him sexually explicit videos »\n\nIn asking for leniency, Jones’ attorneys emphasized his own history as a victim, arguing his actions cannot be fully understood outside the context of a childhood “marred with abuse, pain, loss and death.”\n\nThe defense seeks the minimum possible sentence of five years in prison in a court filing that lays out in graphic terms Jones’ complicated past, including allegations of years of childhood sexual abuse at the hands of his alcoholic, cocaine-abusing father, now deceased, as well as the death of his sister at a young age.\n\n“There can be no question that the systematic devastation of Mr. Jones’ psyche at the hands of his father at such an impressionable age helped create the conditions in which Mr. Jones acted in the manner that he did,” wrote attorneys Terrence LeFevour and David Gaeger.\n\nManipulated vulnerable fans\n\nJones rose to fame in a particularly 21st-century fashion, attracting online fans — many on YouTube — with music he mostly recorded in his living room and promoted on social media. At the height of his popularity, he had hundred of thousands of followers and toured around the world.\n\nBut his superstar status crumbled after authorities unearthed dozens of sexually explicit online chats with underage girls, some lasting hours. He would often coax them to take off their clothes and dance suggestively on video, sometimes instructing them to talk about their young age as they performed.\n\n“Here’s your line — hey Austin, I’m only 14 — Say that 4 times during the video got it?!” Jones told one girl, according to the recent prosecution filing.\n\n“Kk!!” she responded. “While each video sends, I just sit here listening to you on my Spotify.”\n\n'Wait . . . you're 14?': Austin Jones had YouTube fame, 40 million page views, adoring fans and a shocking secret. »\n\nJones was arrested at O’Hare International Airport in June 2017 as he returned on a flight from performing in Poland. In a recorded confession, he admitted soliciting explicit videos from his underage fans.\n\nIf the girls were reticent to do what he wanted, Jones told authorities, he would try to make them feel guilty and “manipulate a way so that they don’t feel the need to stop,” according to Assistant U.S. Attorney Katherine Neff Welsh.\n\nIn one example in prosecutors’ filing, Jones was quoted as asking one victim if she felt “special” because “out of all my fans, I picked you for this opportunity?”\n\nThe victim responded by saying she felt as if she was “dreaming,” prosecutors said.\n\nAnother victim who was dancing for Jones said she might have to finish the next day “because I have school in the morning,” according to prosecutors.\n\nJones responded that they would do five more videos, prompting the girl to ask, “tomorrow, right?”\n\n“No, right now. Then we do the rest tomorrow,” prosecutors quoted Jones as saying. “I’m taking a huge chance on you. And you don’t even seem like you want it.”\n\nLyrics expose depth of pain\n\nJones’ attorneys said he has taken responsibility for his actions, expressed profound remorse, undertaken therapy to try to deal with his demons and diligently obeyed the strict rules of his release on house arrest.\n\nThe defense centers much of its argument for mercy on Jones’ own history as an alleged victim of abuse, saying it provides the proper context for his later misconduct.\n\nIn the months after his arrest, Jones alleged that his father repeatedly molested him between the ages of 6 and 10, according to the defense filing. The ensuing “emotional trauma and chaos … has consumed his life,” they wrote, leading to severe depression, low self-esteem, sexual dysfunction and difficulty sleeping since the age of 11.\n\n“Overwhelmed socially, emotionally and academically, it was often a struggle just to get out of bed” during his final two years of high school, his attorneys wrote in their sentencing memo.\n\nHis music provided an outlet for his anxiety and depression, Jones said, and his fan base responded in kind, telling him about their own experiences with self-harm and abuse.\n\n“His lyrics expose the depth of his pain and extent of his struggles,” his attorneys wrote. “Listening to his music you can hear his cries for help and his desperate self-yearning to understand what was wrong with him. His song titled, ‘Damaged Goods,’ says it all.”\n\nProsecutors acknowledged that Jones’ experiences affected his mental health but noted that works both ways: having been abused, he still “inflicted the same harms upon a new generation of victims” despite having “a unique appreciation” for the damage he would cause, they said.\n\nAnd Jones knew just how to manipulate his vulnerable fans into performing the lewd acts for him, preying on their naivete and their own mental health issues or insecurities, prosecutors said.",
        "url": "https://www.chicagotribune.com/news/local/breaking/ct-met-austin-jones-child-pornography-sentencing-20190425-story.html#nt=oft12aH-1gp2"
    },
    {
        "link": "https://www.chicagotribune.com/",
        "label": "real",
        "title": "'I’m 57. How employable am I going to be?' Nearly 1,400 autoworkers are about to lose their jobs in Belvidere.",
        "text": "When the final whistle blows this weekend for workers on the third shift at the Belvidere Assembly Plant near Rockford, the nearly 1,400 members of “C Crew” will punch out for the last time, downsized out of a job because of slowing demand for the plant’s only product — the Jeep Cherokee.\n\nIt is a straightforward business decision for Fiat Chrysler Automobiles, which is scaling back to a traditional two-shift schedule at the plant amid softening sales and a glut of competitors.\n\nBut for residents of Belvidere, a small river city situated amid sprawling cornfields about 75 miles northwest of Chicago, Monday will be anything but business as usual.\n\n“I’m scared,” said Mike Dovey, 57, of Poplar Grove, whose two years at the plant end Saturday. “There’s a lot of uncertainty. You don’t have a job, you’ve still got to pay all your bills.”\n\nDovey was among the 1,371 least-tenured union workers at the plant who received notice from Fiat Chrysler in February that the third crew — and their jobs — would be eliminated in May. In addition, hundreds of employees at nearby suppliers like Syncreon and Android have been permanently laid off as well, according to state filings.\n\nThe anxiety among residents here is palpable, even as the plant, which employed 5,464 at the start of 2019, will likely remain the region’s largest employer. Fiat Chrysler declined to say what the actual Belvidere employee count will be after the layoffs, but it’s not lost on people here that the automaker is investing billions in new production capacity elsewhere.\n\nHundreds of displaced Chrysler workers attended a recent UAW Local 1268 severance meeting at the Belvidere community center, filing through a gray rain to face a grim choice: They have until May 13 to decide if they want temporary positions at the Belvidere plant, and whether to sign up for full-time openings down the road at either their home plant or Chrysler facilities in other markets such as Detroit and Toledo, Ohio.\n\nThe laid-off autoworkers are also eligible to receive $13,000 worth of federally funded job training if they want to change careers.\n\nDovey, who attended the meeting, said he was considering going back to school to become either a truck driver or a correctional officer, but had no interest in relocating for Chrysler. He already moved, from Boston, 17 years ago.\n\n“I own a home. Now I’ve got to sell my house, move all my stuff,” he said, before adding, “Why do I want move there?”\n\nBrian Pasch, 33, of Rockford, who also attended the UAW information session, worked in the chassis department at Belvidere for two years, putting seats in the cars. He previously worked for a supplier to the plant.\n\nWhile the layoff put plans to buy a house for his wife and stepson on hold, Pasch said he would be willing to take temporary work at the Belvidere plant on the two shifts that will remain, or relocate to Chrysler plants in Toledo or Detroit if he could land full-time work.\n\nHe’s not being fussy.\n\n“This is all I know, so whatever they offer me, I’ll take,” Pasch said.\n\nBrian Cassella/Chicago Tribune Mike Dovey, center, talks to prospective employers during a job fair May 1, 2019, at the UAW Hall in Belvidere, Ill. Dovey was laid off by Fiat Chrysler. Mike Dovey, center, talks to prospective employers during a job fair May 1, 2019, at the UAW Hall in Belvidere, Ill. Dovey was laid off by Fiat Chrysler. (Brian Cassella/Chicago Tribune)\n\nAn auto town\n\nA stroll on State Street in Belvidere, a city of 25,000 that straddles the Kishwaukee River, reveals a quaint downtown with eclectic ma-and-pa retailers, some vacant storefronts and an assortment of colorful murals adorning the sides of its brick buildings. One of them features Jeanne Gang, a native daughter whose architecture firm is reshaping Chicago’s skyline.\n\nFor more than half a century, Belvidere has been an auto town, its fortunes inextricably tied to the Chrysler auto plant, which brought hope, jobs and a succession of new car models — some more popular than others.\n\nBrian Cassella/Chicago Tribune A Plymouth Fury II, the first car to roll off the line at the Chrysler plant in 1965, is on display at the Boone County Museum of History in Belvidere. A Plymouth Fury II, the first car to roll off the line at the Chrysler plant in 1965, is on display at the Boone County Museum of History in Belvidere. (Brian Cassella/Chicago Tribune)\n\nThe first car that rolled off the line on July 7, 1965, was a snazzy, white, four-door Plymouth Fury II sedan, which is proudly displayed at the Boone County Museum of History in downtown Belvidere. The original sticker remains affixed to the window: The car had a base price of $2,684. Extras, like an AM radio ($57.35), an electric clock ($15.30) and the always dubious undercoating ($15.40), brought the total to $3,206.90.\n\nOver the years, the plant was retooled several times, and made everything from the compact Dodge Omni to the land-yacht Chrysler New Yorker. All the while, it was a survivor. During Chrysler’s painful bankruptcy in 2009, the plant was down to 200 employees before Fiat and a government bailout rescued it and the company.\n\nBy 2012, the plant had new life. Fiat Chrysler’s dynamic chairman, Sergio Marchionne, visited the plant, fresh off a $700 million investment to gear up for production of the Dodge Dart. To an exuberant crowd standing amid the retooled assembly lines, he announced that the plant would add a third shift and 1,800 workers.\n\nAs recently as 2017, the plant’s future seemed secure when it became the exclusive home for the Jeep Cherokee, the sweet spot in an auto industry where SUVs have supplanted cars in many family garages. Last year, when GM announced it would close plants because of flagging sedan sales, Belvidere was humming along, producing nearly 270,000 Jeep Cherokees — up 27 percent from 2017.\n\nBrian Cassella/Chicago Tribune Fiat Chrysler's Belvidere Assembly Plant is seen May 1, 2019. Fiat Chrysler's Belvidere Assembly Plant is seen May 1, 2019. (Brian Cassella/Chicago Tribune)\n\nShifting winds\n\nNow Fiat Chrysler is applying the brakes on Cherokee production and eliminating the third shift at Belvidere. Fiat Chrysler has given no indication of further cutbacks, but there are reasons for concern, according to Michelle Krebs, a Detroit-based analyst for Autotrader.\n\n“The third shift is always the first to go when sales begin slumping,” Krebs said.\n\nFiat Chrysler sales fell 3.2 percent in the first quarter of 2019, outpacing the 2.5 percent year-over-year decline across the broader auto industry, according to Edmunds.\n\nBut beyond industry trends, Krebs said the Belvidere plant faces an uphill climb with its reliance on the Jeep Cherokee, an older nameplate relaunched as an all-new model in 2013.\n\nA redesigned Cherokee won’t arrive until 2022, according to Fiat Chrysler spokeswoman Jodi Tinson.\n\nA bigger concern for Belvidere’s future may be something it cannot control: its location. While Fiat Chrysler is laying off employees in Illinois, it announced plans to build a new $4.5 billion assembly plant in Detroit, and to retool five existing facilities in Michigan, creating nearly 6,500 jobs.\n\n“One disadvantage a plant like Belvidere has is it’s kind of out of the way from all the other plants,” Krebs said. “It’s one of the things considered when they decide where to put products into plants.”\n\nKrebs pointed to location as a key reason GM pulled the plug on its plant in Janesville, Wis., during the Great Recession in December 2008. That decision, once unthinkable, ended a 90-year run for the auto plant, displacing 1,200 remaining workers.",
        "url": "https://www.chicagotribune.com/business/ct-biz-layoffs-chrysler-plant-belvidere-20190429-story.html#nt=oft12aH-1gp2"
    }
]
