_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
embedding_5 (Embedding)      (None, 144, 300)          3080700   
_________________________________________________________________
conv1d_16 (Conv1D)           (None, 140, 128)          192128    
_________________________________________________________________
max_pooling1d_11 (MaxPooling (None, 28, 128)           0         
_________________________________________________________________
conv1d_17 (Conv1D)           (None, 24, 128)           82048     
_________________________________________________________________
max_pooling1d_12 (MaxPooling (None, 4, 128)            0         
_________________________________________________________________
conv1d_18 (Conv1D)           (None, 1, 128)            65664     
_________________________________________________________________
flatten_6 (Flatten)          (None, 128)               0         
_________________________________________________________________
batch_normalization_4 (Batch (None, 128)               512       
_________________________________________________________________
dense_11 (Dense)             (None, 128)               16512     
_________________________________________________________________
dropout_1 (Dropout)          (None, 128)               0         
_________________________________________________________________
dense_12 (Dense)             (None, 32)                4128      
_________________________________________________________________
dropout_2 (Dropout)          (None, 32)                0         
_________________________________________________________________
dense_13 (Dense)             (None, 1)                 33        
=================================================================
Total params: 3,441,725
Trainable params: 360,769
Non-trainable params: 3,080,956
_________________________________________________________________
